Repository: stalker314314/nasa_mala_kladionica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, sr, sr_latn

source: If you want, you can 'pledge' to give your earnings to humanitarian cause of your choosing. This is preferred way to play NMK. Your name will be shown in different color in standing tables. If you are up to it, send mail to admin@nmk.bet to notify us and - thanks!
fr: Si vous le souhaitez, vous pouvez vous 'engager' à donner vos gains à la cause humanitaire de votre choix. C'est la façon préférée de jouer à NMK. Votre nom sera affiché en différentes couleurs dans les tableaux debout. Si vous êtes à la hauteur, envoyez un mail à admin@nmk.bet pour nous en informer et - merci!
