Repository: stalker314314/nasa_mala_kladionica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, sr, sr_latn

source: Odds are not being multiplied, but added. If you lose a bet in one match, it does not affect your final score from the same round. You can look at this as you are betting a single ticket for each and every match and your stake is 1 point. This means, if you win a match with an odd of 3.4, you will get 3.4 points.
de: Chancen werden nicht vermehrfacht, sondern hinzugefügt Falls Sie ein Spiel verlieren, muss das nicht auf Ihrem finalen Ergebnis Einfluss haben Sie können das so sehen, als ob Sie nur ein Tickett für ein Spiel haben. Der Anteil is also 1 Punkt Das bedeutet, falls Sie ein Match mit der Chance 3,4 haben, bekommen Sie 3,4 Punkte.
fr: Les cotes ne sont pas multipliées, mais ajoutées. Si vous perdez un pari dans un match, cela n'affecte pas votre score final du même tour. Vous pouvez regarder cela comme vous pariez sur un seul ticket pour chaque match et votre mise est de 1 point. Cela signifie que si vous gagnez un match avec une cote de 3.4, vous obtiendrez 3.4 points.
sr: Квоте се не множе већ сабирају. Промашен тип не утиче на остале утакмице из истог или других кола. Ово се може гледати као да је свака утакмица сингл сама за себе, а улог је један поен за сваку утакмицу, тј. ако погодите квоту која је 3.4 - добијате 3.4 поена.
sr_latn: Kvote se ne množe već sabiraju. Promašen tip ne utiče na ostale utakmice iz istog ili drugih kola. Ovo se može gledati kao da je svaka utakmica singl sama za sebe, a ulog je jedan poen za svaku utakmicu, tj. ako pogodite kvotu koja je 3.4 - dobijate 3.4 poena.

source: You are not able to see other players' bets until you click 'Final Decision'. After that point, you will be able to see other players' bets, but that doesn't mean they also clicked 'Final Decision', e.g. other players might be able to still modify their respective bets. At the start of the match in round, the bets are final for all players. Betting is not allowed after that point for that round.
de: Sie können die Wetten anderer Spieler nicht sehen, bevor Sie auf die Endwetten klicken. Von diesem Moment an, können Sie die Wetten anderer Spieler sehen, aber das heißt nicht, dass sie auf die "Endwetten" geklickt haben. Zum Beispiel können diese Spieler ihre Wetten ändern.
fr: Vous n'êtes pas en mesure de voir les mises des autres joueurs jusqu'à ce que vous cliquiez sur 'Décision Finale'. Une fois que c'est fait, vous serez en mesure de voir les paris des autres joueurs, mais cela ne signifie pas qu'ils ont également cliqué sur «Décision Finale», par ex. les autres joueurs pourraient être en mesure de modifier leurs paris respectifs. Au début du match d'un tour, les paris sont définitifs pour tous les joueurs. Les paris ne sont pas autorisés après ce moment pour ce tour.
sr: Не можете видети шта су други типовали док не кликнете на „Коначан одговор“. Тада можете видети шта су други играли, али не значи да су и они кликнули исто на „Коначан одговор“, тј. они можда још могу да мењају своје типове. Тек када први меч у колу почне, то се могу сматрати коначни типови свих такмичара јер је од тог тренутка типовање забрањено.
sr_latn: Ne možete videti šta su drugi tipovali dok ne kliknete na „Konačan odgovor“. Tada možete videti šta su drugi igrali, ali ne znači da su i oni kliknuli isto na „Konačan odgovor“, tj. oni možda još mogu da menjaju svoje tipove. Tek kada prvi meč u kolu počne, to se mogu smatrati konačni tipovi svih takmičara jer je od tog trenutka tipovanje zabranjeno.

source: This web site must be available 24/7. If web site is not available for more than 10 minutes, or we notice any online attacks that can compromise or affect fair competition, the whole competition will be cancelled and all money will be returned to their respective players.
de: Diese Webseite soll 24/7 aktiv sein. Falls die Seite für länger als 10 Minuten unaktiv bleibt, oder wir mache online Probleme spüren, die die Funktion der Seite stüren, werden die Wetten abgesagt und das Geld wird allen Spielern zurückgeschickt.
fr: Ce site web doit être disponible 24h/24 et 7j/7. Si le site Web n'est pas disponible pendant plus de 10 minutes, ou que nous remarquons des attaques en ligne pouvant compromettre ou affecter la concurrence équitable, l'ensemble de la compétition sera annulé et tous les fonds seront restitués à leurs joueurs respectifs.
sr: Сајт мора увек да буде стабилно доступан. Уколико сајт није доступан дуже од 10 минута по колу или приметимо било какве нападе који могу да угрозе такмичење, све се прекида и паре се враћају.
sr_latn: Sajt mora uvek da bude stabilno dostupan. Ukoliko sajt nije dostupan duže od 10 minuta po kolu ili primetimo bilo kakve napade koji mogu da ugroze takmičenje, sve se prekida i pare se vraćaju.

source: If there are multiple players with same amount of points, the prize money will be split out of all places they are on. Example: if John and Jane are first and they have 50 points each, they are splitting the prize money for both 1. and 2. place &mdash; (50%% + 33.3%%) / 2 = 41.66%%. If Peter is below them with 49 points, Peter gets the prize for the 3. place, e.g. 16.6%%.
de: Falls es mehrere Spieler mit der gleichen Zahl der Punkte gibt, wird das Preisgeld geteilt Beispiel: falls Hans und Franz auf dem ersten Platz stehen und haben beide 50 Punkte, bekommen sie das Geld für den ersten und den zweiten Platz geteilt &mdash; (50%% + 33.3%%) / 2 = 41.66%%. Falls Erika unter ihnen mit 49 Punkten steht, bekommt er das Geld für den dritten Platz, e.g. 16.6%%.
fr: S'il y a plusieurs joueurs avec le même nombre de points, les gains seront séparés de tous les endroits où ils se trouvent. Exemple: si Jean et Paul sont les premiers et qu'ils ont 50 points chacun, ils partagent les gains pour 1. et 2. place &mdash; (50%% + 33,3%%) / 2 = 41,66%%. Si Pierre est au-dessous d'eux avec 49 points, Peter obtient le prix pour la 3. place, par ex. 16,6%%.
sr: Уколико више учесника има исто поена, они не деле паре само од тог места које су освојили, већ од свих места које су освојили. Пример: ако су Пера и Мика први и имају по 50 поена, они деле паре намењене и за прво и за друго место, тј. (50%% + 33.3%%) / 2 = 41.66%%. Ако је Жика био испод њих са 49 поена, он не добија паре за друго место, већ за треће, тј. 16.6%%.
sr_latn: Ukoliko više učesnika ima isto poena, oni ne dele pare samo od tog mesta koje su osvojili, već od svih mesta koje su osvojili. Primer: ako su Pera i Mika prvi i imaju po 50 poena, oni dele pare namenjene i za prvo i za drugo mesto, tj. (50%% + 33.3%%) / 2 = 41.66%%. Ako je Žika bio ispod njih sa 49 poena, on ne dobija pare za drugo mesto, već za treće, tj. 16.6%%.

source: NMK - REGISTRATION
de: NMK.BET- Registration
fr: NMK.BET - INSCRIPTION
sr: НМК - РЕГИСТРАЦИЈА
sr_latn: NMK - REGISTRACIJA

source: Register using Google account
de: Mit Google konto registrieren
fr: S'inscrire en utilisant un compte Google
sr: Региструј се користећи Google налог
sr_latn: Registruj se koristeći Google nalog

source: You successfully registered. You will now receive mail with link to activate your account (check spam folder too, just in case)
de: Sie haben sich erfolgreich angemeldet. Sie bekommen jetzt eine E-Mail um ihr Konto zu aktivieren (untersuchen Sie auch ihr Spamfolder)
fr: Vous vous êtes inscrit avec succès. Vous recevrez maintenant un mail avec un lien pour activer votre compte (vérifiez également le dossier spam, juste au cas où)
sr: Успешно сте се регистровали. Добићете е-пошту са линком за активирање Вашег налога (проверите и спам фасциклу, за сваки случај)
sr_latn: Uspešno si se registrovao. Dobićeš e-poštu sa linkom za aktiviranje naloga (proveri i spam fasciklu, za svaki slučaj)

source: In the meantime, you can read propositions <a href="/proposition">here</a>.
de: In der Zwischenzeit lesen Sie unsere Angebote <a href="/proposition">hier</a>.
fr: En attendant, vous pouvez lire les propositions <a href="/proposition">ici</a>.
sr: У међувремену, можеш да прочиташ правила <a href="/proposition">овде</a>.
sr_latn: U međuvremenu, možeš da pročitaš pravila <a href="/proposition">ovde</a>.

source: NMK - PICK A DISPLAY NAME
de: NMK.BET - WÄHLEN SIE IHREN BENUTZERNAME
fr: NMK.BET - CHOISISSEZ UN NOM D'AFFICHAGE
sr: НМК - ОДАБЕРИ НАДИМАК
sr_latn: NMK - ODABERI NADIMAK

source: Invalid request to select display name
de: Ungültiger Benutzername
fr: Demande invalide pour sélectionner le nom d'affichage
sr: Неисправан захтев за одабир надимка
sr_latn: Neispravan zahtev za odabir nadimka

source: Setting display name for user <b>%(email)s</b>
de: Benutzername feststellen für den Benutzer <b>%(email)s</b>
fr: Changer le mot de passe pour l'utilisateur <b>%(email)s</b>
sr: Одабери надимак за корисника <b>%(email)s</b>
sr_latn: Odaberi nadimak za korisnika <b>%(email)s</b>

source: Great, your account is created!<br> One more step and you can start playing.<br> Choose a display name so your friends can recognize you.
de: Super, Ihr Konto ist fertig!<br> Noch ein Schritt und Sie können spielen.<br> Wählen Sie Ihren Kontonamen, damit Sie Ihre Freunde erkennen.
fr: Génial, votre compte est créé!<br> Une étape de plus et vous pouvez commencer à jouer.<br> Choisissez un nom d'affichage pour que vos amis puissent vous reconnaître.
sr: Супер, налог ти је креиран!<br> Још један корак пре него што почне игра.<br> Одабери надимак да би ортаци могли да те нађу.
sr_latn: Super, nalog ti je kreiran!<br> Još jedan korak pre nego što počne igra.<br> Odaberi nadimak da bi ortaci mogli da te nađu.

source: Set display name
de: Benutzername feststellen
fr: Définir le nom d'affichage
sr: Постави надимак
sr_latn: Postavi nadimak

source: Invalid request to reset password
de: Ungültiger Versuch das Passwort zu verändern
fr: Demande invalide pour réinitialiser le mot de passe
sr: Неисправан захтев за ресетовање лозинке
sr_latn: Neispravan zahtev za resetovanje lozinke

source: Password reset successfully
de: Passwort wurde erfolgreich geändert
fr: Mot de passe réinitialisé avec succès
sr: Лозинка успешно ресетована
sr_latn: Lozinka uspešno resetovana

source: Changing password for user <b>%(email)s</b>
de: Passwort wird für den Benutzer <b>%(email)s</b> geändert
fr: Changer le mot de passe pour l'utilisateur <b>%(email)s</b>
sr: Промена лозинке за корисника <b>%(email)s</b>
sr_latn: Promena lozinke za korisnika <b>%(email)s</b>

source: Select a part
de: Wählen Sie einen Teil
fr: Sélectionnez une catégorie
sr: Одабери део
sr_latn: Odaberi deo

source: League part
de: Teil der Liga
fr: Ligue
sr: Лигашки
sr_latn: Ligaški

source: Cup part
de: Teil der Meisterschaft
fr: Coupe
sr: Куп
sr_latn: Kup

source: Cup results
de: Resultate der Meisterschaft
fr: Résultats de la Coupe
sr: Резултати у куп делу
sr_latn: Rezultati u kup delu

source: Date/time
de: Datum/Zeit
fr: Date/heure
sr: Време
sr_latn: Vreme

source: Score
de: Resultat
sr: Резултат
sr_latn: Rezultat

source: League results
de: Ergebnisse der Liga
fr: Résultats de la Ligue
sr: Резултати у лигашком делу
sr_latn: Rezultati u ligaškom delu

source: Group
de: Gruppe
fr: Groupe
sr: Група
sr_latn: Grupa

source: Team
fr: Équipe
sr: Тим
sr_latn: Tim

source: Played
de: Gespielt
fr: Joueurs
sr: Одиграних
sr_latn: Odigranih

source: Won
de: Gewonnen
fr: Gagné
sr: Победа
sr_latn: Pobeda

source: Draw
de: Unentschieden
fr: Match nul
sr: Нерешених
sr_latn: Nerešenih

source: Lost
de: Verloren
fr: Perdu
sr: Изгубљених
sr_latn: Izgubljenih

source: Choose a crew
de: Mannschaft wählen
fr: Choisissez une équipe
sr: Одабери екипу
sr_latn: Odaberi ekipu

source: All
de: Alle
fr: Tous
sr: Сви
sr_latn: Svi

source: (hey, seems you are not member of any crew. Create your crew at <a href=&quot;/crew&quot;>crew</a> page and invite your buddies)
de: (Hey, es sieht so aus, dass Sie Mitglied keiner Mannschaft sind Kreieren Sie Ihre eigene Mannschaft auf <a href=&quot;/crew&quot;>Mannschaft</a> Seite und laden Sie ihre Freunde ein)
fr: (hé, il semble que tu ne sois membre d'aucune équipe. Créez votre équipe sur la page <a href=&quot;/crew&quot;>équipe</a> et invitez vos amis)
sr_latn: (hej, izgleda da nisi ni u jednoj ekipi, napravi novu ekipu na strani „<a href=&quot;/profile&quot;>Moje ekipe</a>“ i pozovi ortake)

source: Actual score
de: Tatschächliches Resultat
fr: Score actuel
sr: Тачан резултат
sr_latn: Tačan rezultat

source: Players playing in real money are shown bolded
de: Die Spieler, die mit echtem Geld spielen sind sicher mutig
fr: Les joueurs jouant en argent réel sont affichés en gras
sr: Такмичари који играју у праве паре су приказани подебљано
sr_latn: Takmičari koji igraju u prave pare su prikazani podebljano

source: Players that pledged donations are shown in
de: Spieler, die Spenden zugesagt haben, werden in
fr: Les joueurs qui ont promis des dons sont affichés
sr_latn: Takmičari koji su se obavezali da pare doniraju u humanitarne svrhe su prikazani

source: red
de: roter Farbe
fr: en rouge
sr_latn: crvenom

source: color.
de: angezeigt.
sr_latn: bojom.

source: You have no permission to peek at other players' bets until you also place bets for this round.
de: Sie haben keine Erlaubnis die Wetten anderer Spieler zu sehen, bevor Sie auf diese Runde auch wetten.
fr: Vous n'avez pas la permission de jeter un coup d'œil sur les paris des autres joueurs jusqu'à ce que vous placiez également vos paris pour ce tour.
sr: Немате права да погледате типовања других људи док и Ви не истипујете резултате овог кола.
sr_latn: Nemate prava da pogledate tipovanja drugih ljudi dok i Vi ne istipujete rezultate ovog kola.

source: Tip: click on the round to look only at that round's results!
de: Tipp: klicken sie auf die Runde um die Resultate zu sehen!
fr: Astuce: cliquez sur le tour pour ne voir que les résultats de ce tour!
sr: Савет: кликни на коло да погледаш резултате само из тог кола!
sr_latn: Savet: klikni na kolo da pogledaš rezultate samo iz tog kola!

source: [nmk.bet] Registration successful
de: [nmk.bet] Registration erfolgreich
fr: [nmk.bet] Inscription réussie
sr: [nmk.bet] Регистрација успешна
sr_latn: [nmk.bet] Registracija uspešna

source: [nmk.bet] Reset password request
de: [nmk.bet] Anfrage zu Passwortrücksetzung
fr: [nmk.bet] Demande pour réinitialiser le mot de passe
sr: [nmk.bet] Захтев за ресетовањем лозинке
sr_latn: [nmk.bet] Zahtev za resetovanjem lozinke

source: There is no active round currently to place bets, try again later
de: Es gibt keine aktuellen Spielrunde fürs Wetten, bitte versuchen Sie es später
fr: Il n'y a actuellement aucun tour actif pour placer des paris, réessayez plus tard
sr: Тренутно нема активних кола за клађење, покушајте касније
sr_latn: Trenutno nema aktivnih kola za klađenje, pokušajte kasnije

source: Bets successfully saved
de: Wetten erfolgreich gespeichert
fr: Les paris enregistrés avec succès
sr: Типовања успешно сачувана
sr_latn: Tipovanja uspešno sačuvana

source: first match already started
de: Das erste Match hat bereits angefangen
fr: le premier match a déjà commencé
sr: први меч већ почео
sr_latn: prvi meč već počeo

source: Settings successfully saved
de: Einstellungen erfolgreich gespeichert
fr: Paramètres sauvegardés avec succès
sr: Подешавања успешно сачувана
sr_latn: Podešavanja uspešno sačuvana

source: Crew created successfully. Now you can send invite code "%s" to your friends using chat/mail/SMS, so they too can join your new crew
de: Die Mannschaft wurde erfolgreich kreiert. Sie können jetzt Einladungscode "%s" ihren Freunde schicken per chat/E-Mail/SMS, sodass sie Ihrer Mannschaftbeitreten können
fr: L'équipe a été créé avec succès. Vous pouvez maintenant envoyer le code d'invitation «%s» à vos amis en utilisant le chat/mail/SMS, afin qu'ils puissent rejoindre votre nouvelle équipe
sr: Екипа успешно направљена. Сада пошаљи шифру-позивницу "%s" ортацима преко е-поште/СМС-ом/Viber-ом, да и они могу да се придруже екипи
sr_latn: Ekipa uspešno napravljena. Sada pošalji šifru-pozivnicu "%s" ortacima preko e-pošte/SMS-om/Viber-om, da i oni mogu da se pridruže ekipi

source: Joined crew successfully
de: Erfolgreich die Mannschaft betreten
fr: Adhésion réussie
sr: Успешно додат у екипу
sr_latn: Uspešno dodat u ekipu

source: [nmk.bet] Player payed paypal
de: [nmk.bet] Spieler bezahlt per Paypal
fr: [nmk.bet] Joueur a payé par paypal
sr: [nmk.bet] Играч платио пејпал
sr_latn: [nmk.bet] Igrač platio pejpal

source: Player %s
de: Spieler %s
fr: Joueur %s
sr: Играч %s
sr_latn: Igrač %s

source: You cannot leave a crew that you created, you can only completely delete that crew.
de: Sie können die Mannschaft nicht verlassen, ohne sie zu löschen.
fr: Vous ne pouvez pas quitter l'équipe que vous avez créée, vous pouvez uniquement supprimer cette équipe.
sr: Не можеш да напустиш екипу коју си ти направио, можеш само да је комплетно избришеш.
sr_latn: Ne možeš da napustiš ekipu koju si ti napravio, možeš samo da je kompletno izbrišeš.

source: Successfully left a crew "%s"
de: Die Mannschaft "%s" wurde erfolgreich verlassen
fr: A quitté le groupe «%s» avec succès
sr: Успешно изашао из екипе „%s“
sr_latn: Uspešno izašao iz ekipe „%s“

source: You cannot delete crew that you are not owner of, you can only leave it.
de: Sie können die Manschaft nicht löschen, da Sie nicht der Grüder sind. Sie können sie nur verlassen.
fr: Vous ne pouvez pas supprimer une équipe que vous n'avez pas créé vous-même, vous pouvez uniquement le quitter.
sr: Не можеш да обришеш екипу коју ниси ти направио, можеш само да изађеш из ње.
sr_latn: Ne možeš da obrišeš ekipu koju nisi ti napravio, možeš samo da izađeš iz nje.

source: Crew "%s" deleted
de: Mannschaft "%s" ist gelöscht
fr: Équipe «%s» supprimée
sr: Екипа „%s“ избрисана
sr_latn: Ekipa „%s“ izbrisana

source: Round "%s" set as active
de: Spielrunde "%s" ist aktiv
fr: Tour «%s» défini comme actif
sr: Коло „%s“ постављено као активно
sr_latn: Kolo „%s“ postavljeno kao aktivno

source: [nmk.bet] New round "%s" available
de: [nmk.bet] Neue Spielrunde "%s" ist verfügbar
fr: [nmk.bet] Nouveau tour «%s» disponible
sr: [nmk.bet] Доступно је ново коло „%s“
sr_latn: [nmk.bet] Dostupno je novo kolo „%s“

source: Round "%s" set as inactive
de: Spielrunde "%s ist nicht aktiv
fr: Tour «%s» défini comme inactif
sr: Коло „%s“ постављено као неактивно
sr_latn: Kolo „%s“ postavljeno kao neaktivno

source: New round "%s" created successfully
de: Neue Spielrunde "%s wurde erfolgreich kreiert
fr: Nouveau tour «%s» créé avec succès
sr: Ново коло „%s“ успешно направљено
sr_latn: Novo kolo „%s“ uspešno napravljeno

source: Match successfully added
de: Match wurde erfolgreich hinzugefügt
fr: Match ajouté avec succès
sr: Меч успешно додат
sr_latn: Meč uspešno dodat

source: Result added successfully
de: Ergebniss wurde efolgreich hinzugefügt
fr: Résultat ajouté avec succès
sr: Резултат успешно унесен
sr_latn: Rezultat uspešno unesen

source: [nmk.bet] All results from round "%s" received
de: [nmk.bet] Alle Ergebnisse der Spielrunde "%s" erhalten
fr: [nmk.bet] Tous les résultats du tour «%s» reçus
sr: [nmk.bet] Унесени сви резултати из кола „%s“
sr_latn: [nmk.bet] Uneseni svi rezultati iz kola „%s“

source: en_US
de: de_DE
fr: fr_FR/FR

source: So, we developed NMK and used it internally for last 14 years! Over time, we started to invite friends and colleagues to join us for larger events, like World Cups or European Championships. However, for Euro Cup 2020, we are opening it with whole world!
sr: И тако смо направили Нашу Малу Кладионицу и интерно је користили последњих 10 година! Током времена, почели смо да зовемо друге ортаке и колеге да нам се придруже за веће догађаје, као што су Светско првенство и Европско првенство. Ове године, за Европско првенство 2020., отворамо сајт са целим светом!

source: With sincere wishes that you will have fun here for this tournament in Russia,
fr: Avec nos sincères souhaits que vous allez vous amuser pendant ce tournoi en Russie,
sr: Уз искрене жеље да ћете се добро забавити за ово првенство у Русији,

source: ©2021 nmk.bet, All rights reserved
sr: ©2021 nmk.bet, сва права резервисана

source: If you want to play in real money, that will cost you 10€. You can sign up for this 1h before first match starts latest!
sr: Ако желиш да играш у паре, то ће те коштати 10€. За играње у паре се можеш пријавити до 1h пре почетка прве утакмице!

source: <strong>nmk.bet</strong> is a unique pool-betting platform, designed specifically for <em>Euro Cup 2020</em>. All players can place the same stake before Euro Cup 2020 starts. You bet on final score of each match, and points are based on odds &ndash; the higher the odd, more points you get! We are capping number of players to just 100, so hurry up to register below! With only 100 players and first 3 places to take prizes, it should be easy to take the money, right? Well, it just might be, but watch out for other sharks in this pool! Winner is strongly encouraged to donate money to charity of their choice.
sr: <strong>Наша Мала Кладионица</strong> је јединствена платформа за интерно клађење, специјално дизајнирана за <em>Европско Првенство 2020</em>. Игра се у понос или у паре. Сви који играју у паре, учипе са са истом количином пара пре почетка првенства. Свако се клади на коначни исход сваке утакмице, а поени су базирани на квотама &ndash; што већа квота, више поена! Број играча је за сада ограничен на 100, па пожури да се региструјеш испод! Са само 100 играча и 3 места за награде, не би требало да буде тешко да се узме новац, зар не?:) Победници се позивају да паре дају у хуманитарне сврхе, по њиховој жељи.

source: While the entry fee is relatively low (10€), we think it should never be a requirement to have fun. When you register on nmk.bet, we don't ask for credit card and there is absolutely no strings attached. Decide later to play for real money if you want to (but before Euro Cup 2020 starts!).
sr: Иако је цена да се учипите релативно мала (10€), не мислимо да то икада треба да буде услов за забаву. Када се региструјете на nmk.bet, не тражимо Вам број кредитне и апсолутно нема никаква скривена фора. Тек касније одлучите да ли желите да играте у праве паре (али наравно пре него што почне европско првенство!).

source: Enjoy Euro Cup for Free
sr: Уживај бесплатно у европском првенству

source: Naša Mala Kladionica is a website for recreational or real money betting for Euro Cup 2020.
fr: nmk.bet est un site Web pour les paris de l'argent récréatif ou réel pour l'Euro Coupe 2020.
sr: Наша Мала Кладионица је сајт за рекреативно клађење за Европско првенство 2020.

source: It is optional to play for real money. If you want to play for real money, you must apply 1h before first match starts (11.06.2021 21:00).
sr: Не мора се играти у новац, тј. новац је опциона ствар. Ако се игра у новац, мораш се пријавити 1h пре почетка прве утакмице (11.06.2021 21:00).

source: Stake is 10€ and money is split among top three places, in 3:2:1 ratios. First place takes 50%%, second 33.3%% and third place 16.6%%.
sr: Ако се игра у новац, улог је 10€, а паре се деле међу прва три места, и то у односу 3:2:1, тј. прво место узима 50%%, друго 33.3%%, а треће 16.6%%.

source: Now, if everything said above is clear, click on the button below and bet for real money. Stake is just 10€ &mdash; but the more players the merrier! Within 24h of payment received, you will see your name bolded at <a href="/standings">standings</a>.
sr: Када ти је све ово јасно, кликни на дугме испод и учипи се са 10€. То није много, а што нас је више &ndash; већа и награда! У року од 24h од уплате на <a href="/standings">табелама</a> треба да видиш своје име подебљано.

source: (hey, seems you are not member of any crew. Create your crew at <a href="/crew">crew</a> page and invite your buddies)
sr: (хеј, изгледа да ниси ни у једној екипи, напрaви нову екипу на страни „<a href="/profile">Моје екипе</a>“ и позови ортаке)
