Repository: stalker314314/nasa_mala_kladionica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, sr, sr_latn

source: Password again
de: Kennwort wiederholen
fr: Répéter le mot de passe
sr: Лозинка поново
sr_latn: Lozinka ponovo

source: Create
de: Erstellen
fr: Créer
sr: Направи
sr_latn: Napravi

source: MY CREWS
de: MEINE MANNSCHAFTEN
fr: MES ÉQUIPES
sr: МОЈЕ ЕКИПЕ
sr_latn: MOJE EKIPE

source: Listed below are all the crews you are member of. If you want to add friends to some crew, send them (chat, mail, SMS...) invite code from table below. Tell them to go to their "Crew" page and to type this at the bottom of it.
de: Auf der Liste stehen alle Mannschaften, deren Miglied Sie sind Falls Sie Freunde einladen wollen, schicken Sie ihnen per Chat, E-Mail oder SMS das Einladungscode aus der Tabelle. Sagen Sie ihnen auf die "Mannschaft" Seite zu gehen und dort das Code einzuführen.
fr: Énumérés ci-dessous sont toutes les équipes dont vous êtes membre. Si vous souhaitez ajouter des amis à une équipe, envoyez-leur (via chat, mail, SMS ...) le code d'invitation du tableau ci-dessous. Dites-leur d'aller à leur page «Équipes» et de rentrer le code en bas de page.
sr: Излистане испод су екипе чији си члан. Ако желиш да додаш ортаке у неку екипу, пошаљи им (чет, мејл, СМС...) шифру-позивницу из табеле испод и реци им да оду на "Профил" страну и да унесу ову шифру на дну ове стране.
sr_latn: Ispod su izlistane ekipe čiji si član. Ako želiš da dodaš ortake u neku ekipu, pošalji im (čet, mejl, SMS...) šifru-pozivnicu iz tabele ispod i reci im da odu na "Profil" stranu i da unesu ovu šifru na dnu ove strane.

source: Crew name
de: Name der Mannschaft
fr: Nom de l'équipe
sr: Име екипе
sr_latn: Ime ekipe

source: Invite code
de: Einladungscode
fr: Code d'invitation
sr: Шифра-позивница
sr_latn: Šifra-pozivnica

source: Leave a crew
de: Die Mannschaft verlassen
fr: Quitter l'équipe
sr: Изађи из екипе
sr_latn: Izađi iz ekipe

source: Delete a crew
de: Mannschaft löschen
fr: Supprimer l'équipe
sr: Избриши екипу
sr_latn: Izbriši ekipu

source: Leave
de: Verlassen
fr: Quitter
sr: Изађи
sr_latn: Izađi

source: Delete
de: Löschen
fr: Supprimer
sr: Избриши
sr_latn: Izbriši

source: You are not in any crew
de: Sie haben noch keine Mannschaft
fr: Vous n'êtes membre d'aucune équipe
sr: Ниси ни у једној екипи
sr_latn: Nisi ni u jednoj ekipi

source: Create your own crew and invite people. That way, you will be able to filter only you guys in the standings
de: Erstellen Sie Ihre eigene Mannschaft und laden sie Menschen ein. Auf dieser Weise können Sie nur euch in der Wertung filtern
fr: Créez votre propre équipe et invitez les gens. De cette façon, vous pourrez filtrer seulement vos gars au classement
sr: Направи своју екипу, позови ортаке и моћи ћеш да филтрираш само вас на свим табелама
sr_latn: Napravi svoju ekipu, pozovi ortake i moći ćeš da filtriraš samo vas na svim tabelama

source: Join
de: Beitreten
fr: Rejoindre
sr: Придружи се
sr_latn: Pridruži se

source: NMK - PASSWORD RESET
de: NMK.BET- PASSWORT ZURÜCKSETZEN
fr: NMK.BET - RÉINITIALISATION DU MOT DE PASSE
sr: НМК - ЗАБОРАВЉЕНА ЛОЗИНКА
sr_latn: NMK - ZABORAVLjENA LOZINKA

source: Password reset successfully. You will get mail with a link to set new password (check spam folder too, just in case)
de: Passwortrücksetzung erfolgreich. Sie werden eine E-Mail mit dem Link bekommen, um ein neues Passwort zu setzen (überprüfen Sie den Spamfolder auch)
fr: Mot de passe réinitialisé avec succès. Vous recevrez un mail avec un lien pour définir un nouveau mot de passe (vérifiez aussi le dossier spam, juste au cas où)
sr: Лозинка успешно ресетована. Добићете е-пошту са линком за постављање нове лозинке (проверите и спам фасциклу, за сваки случај)
sr_latn: Lozinka uspešno resetovana. Dobićete e-poštu sa linkom za postavljanje nove lozinke (proverite i spam fasciklu, za svaki slučaj)

source: Reset password
de: Paswort zurücksetzen
fr: Réinitialiser le mot de passe
sr: Лозинка поново
sr_latn: Lozinka ponovo

source: Crew deletion
de: Mannschaftlöschung
fr: Suppression de l'équipe
sr: Брисање екипе
sr_latn: Brisanje ekipe

source: Huh... are you really sure you want to delete crew <b>%(group.name)s</b> and all its members forever?
de: Huh...sind Sie sicher, dass Sie die Mannschaft <b>%(group.name)s</b> und ihre Mitglieder löschen möchten?
fr: Euh... êtes-vous vraiment sûr de vouloir supprimer l'équipe <b>%(group.name)s</b> et tous ses membres pour toujours?
sr: Хмм...да ли си стварно сигуран да желиш да избришеш екипу <b>%(group.name)s</b> и све њене чланове заувек?
sr_latn: Hmm...da li si stvarno siguran da želiš da izbrišeš ekipu <b>%(group.name)s</b> i sve njene članove zauvek?

source: Yes
de: Ja
fr: Oui
sr: Да
sr_latn: Da

source: No
de: Nein
fr: Non
sr: Не
sr_latn: Ne

source: Huh... are you really sure you want to leave crew <b>%(group.name)s</b>?
de: Huh... Sind Sie sicher, dass Sie die Mannschaft <b>%(group.name)s</b> verlassen wollen?
fr: Euh... êtes-vous vraiment sûr de vouloir quitter l'équipe <b>%(group.name)s</b>?
sr: Хмм... да ли си стварно сигуран да желиш да изађеш из екипе <b>%(group.name)s</b>?
sr_latn: Hmm... da li si stvarno siguran da želiš da izađeš iz ekipe <b>%(group.name)s</b>?

source: Active rounds
de: Aktive Spielrunden
fr: Paris en cours
sr: Активна кола
sr_latn: Aktivna kola

source: If you want, you can 'pledge' to give your earnings to humanitarian cause of your choosing. This is preferred way to play NMK. Your name will be shown in different color in standing tables. If you are up to it, send mail to admin@nmk.bet to notify us and - thanks!
de: Wenn Sie möchten, können Sie sich dazu verpflichten, Ihre Einnahmen für humanitäre Zwecke Ihrer Wahl zu spenden. Dies ist die bevorzugte Art, NMK zu spielen. In Stehtischen wird Ihr Name in unterschiedlichen Farben dargestellt. Wenn Sie dazu bereit sind, senden Sie eine E-Mail an admin@nmk.bet, um uns zu benachrichtigen, und - danke!
fr: Si vous le souhaitez, vous pouvez vous 'engager' à donner vos gains à la cause humanitaire de votre choix. C'est la façon préférée de jouer à NMK. Votre nom sera affiché en différentes couleurs dans les tableaux debout. Si vous êtes à la hauteur, envoyez un mail à admin@nmk.bet pour nous en informer et - merci!
sr_latn: Ukoliko želiš, možeš da se „obavežeš” da ćeš da doniraš pare u humanitarne svrhe po tvom izboru. Ovo je najbolji način da igraš NMK. Tvoje ime će biti prikazano drugom bojom na tabelama. Ako ti ovo zvuči OK, šibni mejl na admin@nmk.bet da nam to kažeš i - hvala!

source: If you want to play in real money, that will cost you 20€. You can sign up for this 1h before first match starts latest!
de: Falls Sie mit echtem Geld spielen wollen, müssen Sie 20€ bezahlen Sie können sich dafür bewerben mindestens eine Stunde vor dem ersten Spiel!
fr: Si vous voulez jouer en argent réel, cela vous coûtera 20 €. Vous pouvez vous inscrire pour ce type de jeu 1h avant le début du premier match!
sr_latn: Ako želiš da igraš u pare, to će te koštati 20€. Za igranje u pare se možeš prijaviti do 1h pre početka prve utakmice! <br/> Možeš preko PayPal-a klikom ispod, a može i 2400 din. na račun 265-0000004409835-41, pa šibni mejl na admin@nmk.bet.

source: You can see more detail at the page with <a href="/proposition">propositions</a>.
de: Für mehr Details, sehen Sie <a href="/proposition">Angeboten</a>.
fr: Vous pouvez voir plus de détails sur la page de <a href="/proposition">propositions</a>.
sr: Све остале детаље можеш видети на страни са <a href="/proposition">правилима</a>.
sr_latn: Sve ostale detalje možeš videti na strani sa <a href="/proposition">pravilima</a>.

source: Confirmation
de: Bestätigung
sr: Потврда
sr_latn: Potvrda

source: Once you click Final Decision, you will not be able to change bets! Are you really sure?
de: Wenn Sie auf die Finale Entscheidung klicken, sind Sie nicht mehr in Möglichkeit, die Wetten zu ändern! Sind Sie sicher?
fr: Une fois que vous avez cliqué sur la décision finale, vous ne pourrez pas modifier les paris! Êtes-vous vraiment sûr?
sr: Једном када кликнете коначну одлуку, нећете више моћи да промените типове! Да ли сте сигурни?
sr_latn: Jednom kada kliknete konačnu odluku, nećete više moći da promenite tipove! Da li ste sigurni?

source: Save
de: Speichern
fr: Sauvegarder
sr: Сачувај
sr_latn: Sačuvaj

source: Round
de: Spielrunde
fr: Tour
sr: Коло
sr_latn: Kolo

source: remaining bet time:
de: verbleibende Wettenzeit:
fr: temps de pari restant:
sr: преостало време за клађење:
sr_latn: preostalo vreme za klađenje:

source: Match
sr: Меч
sr_latn: Meč

source: Final Decision
de: Finale Entscheidung
fr: Décision Finale
sr: Коначна одлука
sr_latn: Konačna odluka

source: <strong>Save</strong> &nbsp;&nbsp; remembers your bets. Saved bets will be used even if you don't click "Final Decision" before round starts
de: <strong>Save</strong> &nbsp;&nbsp; speichert Ihre Wetten. Gespeicherte Wetten werden benutzt, obwohl Sie auf die "Finale Entscheidung" nicht geklickt haben vor der Spielrunde
fr: <strong>Sauvegarder</strong> &nbsp; &nbsp; enregistre vos paris. Les paris sauvegardés seront utilisés même si vous ne cliquez pas sur «Décision Finale» avant le début du tour
sr: <strong>Сачувај</strong> &nbsp;&nbsp; памти твоја типовања. Ови типови ће се користити чак иако не кликнеш „Коначна одлука“ пре него што коло почне
sr_latn: <strong>Sačuvaj</strong> &nbsp;&nbsp; pamti tvoja tipovanja. Ovi tipovi će se koristiti čak iako ne klikneš „Konačna odluka“ pre nego što kolo počne

source: <strong>Final Decision</strong> &nbsp;&nbsp; will persist your bets, so you will not be able to change them anymore, but you will be able to peek into bets of other people
de: <strong>Endentscheidung</strong> &nbsp;&nbsp; will Ihre Wetten speichern so dass Sie sie nicht mehr ändern können, aber Sie können die Wetten anderer Spieler sehen
fr: <strong>Décision finale</strong> &nbsp; &nbsp; mettra fin à vos paris, de sorte que vous ne serez plus capable de les modifier, mais vous serez en mesure de jeter un coup d'œil sur les paris d'autres personnes
sr: <strong>Коначна одлука</strong> &nbsp;&nbsp; ће запамтити твоје типовање тако да више нећеш имати прилику да их промениш, али ћеш зато моћи да видиш типовања других људи
sr_latn: <strong>Konačna odluka</strong> &nbsp;&nbsp; će zapamtiti tvoje tipovanje tako da više nećeš imati priliku da ih promeniš, ali ćeš zato moći da vidiš tipovanja drugih ljudi

source: Bet
de: Wette
fr: Pari
sr: Тип
sr_latn: Tip

source: Odd
de: Gewinnchancen
fr: Cote
sr: Квота
sr_latn: Kvota

source: Other players' bets
de: Wetten anderer Spieler
fr: Les paris des autres joueurs
sr: Шта су други играли
sr_latn: Šta su drugi igrali

source: Welcome
de: Willkommen
fr: Bienvenue
sr: Добродошли
sr_latn: Dobrodošli

source: Register
de: Registrieren
fr: Inscription
sr: Региструј се
sr_latn: Registruj se

source: nmk.bet
sr: Наша Мала Кладионица
sr_latn: Naša Mala Kladionica

source: Bet against your friends and win money!
de: Wetten Sie gegen Ihre Freunde und gewinnen Sie Geld!
fr: Pariez contre vos amis et gagnez de l'argent!
sr: Клади се против ортака и покупи награде!
sr_latn: Kladi se protiv ortaka i pokupi nagrade!

source: <strong>nmk.bet</strong> is a unique pool-betting platform, designed specifically for <em>World Cup 2022</em>. All players can place the same stake before World Cup 2022 starts. You bet on final score of each match, and points are based on odds &ndash; the higher the odd, more points you get! We are capping number of players to just 100, so hurry up to register below! With only 100 players and first 3 places to take prizes, it should be easy to take the money, right? Well, it just might be, but watch out for other sharks in this pool! Winner is strongly encouraged to donate money to charity of their choice.
de: <strong>nmk.bet</strong> ist eine unikale Wettplatform, kreiert späzifisch für <em>Weltmeisterschaft 2022</em>. Alle Spieler können dieselbe Wettart plazieren bevor die Weltmeisterschaft beginnt. Sie wetten für die Punktzahl jedes Spiels, und Punkte sind basiert auf odds &ndash;je höher die Chance, desto mehr Punkte bekommen Sie! Wir begrenzen die Zahl der Spieler auf nur 100, also beeilen Sie sich und machen Sie Ihre Registration unter! Mit nur 100 Spieler und nur mit drei Gewinnern sollte es leicht sein das Preisgeld zu bekommen, stimmt's? Tja, es könnte sein, aber achten Sie auf die Heie in dem Pool! Der Gewinner wird stark angeregt, Geld an die Wohltätigkeitsorganisation ihrer Wahl zu spenden.
fr: <strong>nmk.bet</strong> est une plate-forme de billard unique conçue spécialement pour la <em>Coupe du monde de football 2022</em>. Tous les joueurs peuvent placer la même mise avant le début de la Coupe du monde de football 2022. Vous pariez sur le score final de chaque match, et les points sont basés sur les cotes &ndash; plus les chances sont élevées, plus vous gagnez de points! Nous limitons le nombre de joueurs à 100, alors dépêchez-vous de vous inscrire en cliquant ci-dessous! Avec seulement 100 joueurs et les 3 premières places à obtenir des prix, il devrait être facile de gagner de l'argent, n'est-ce pas? Eh bien, ça paraît réalisable, mais attention aux autres requins dans cette piscine! Le gagnant est fortement encouragé à donner de l'argent à la charité de leur choix.
sr_latn: <strong>Naša Mala Kladionica</strong> je jedinstvena platforma za interno klađenje, specijalno dizajnirana za <em>Svetsko Prvenstvo 2022</em>. Igra se u ponos ili u pare. Svi koji igraju u pare, učipe sa sa istom količinom para pre početka prvenstva. Svako se kladi na konačni ishod svake utakmice, a poeni su bazirani na kvotama &ndash; što veća kvota, više poena! Broj igrača je za sada ograničen na 100, pa požuri da se registruješ ispod! Sa samo 100 igrača i 3 mesta za nagrade, ne bi trebalo da bude teško da se uzme novac, zar ne?:) Pobednici se pozivaju da pare daju u humanitarne svrhe, po njihovoj želji.

source: Find Out More!
de: Mehr dazu!
fr: En savoir plus!
sr: Сазнај још!
sr_latn: Saznaj još!

source: Free To Play
de: Kostenlos spielen
fr: Jeu gratuit
sr: Бесплатно
sr_latn: Besplatno

source: While the entry fee is relatively low (20€), we think it should never be a requirement to have fun. When you register on nmk.bet, we don't ask for credit card and there is absolutely no strings attached. Decide later to play for real money if you want to (but before World Cup 2022 starts!).
de: Da die Eintrittsgebühr relativ niedig ist (20€), glauben wir, dass es auch nicht nötig ist um Spaß zu haben. Wenn Sie sich jetzt anmelden auf nmk.bet, fragen wir Sie nicht nach Ihrer Kreditkarte und es gibt keine Bedingungen. Entscheiden Sie später, ob Sie mit echtem Geld spielen wollen (aber vor der Weltmeisterschaft 2022!).
fr: Alors que le prix d'entrée est relativement bas (20 €), nous pensons que cela ne devrait jamais être considérée comme une condition requise pour s'amuser. Lorsque vous vous inscrivez sur nmk.bet, nous ne demandons pas de carte de crédit et il n'existe absolument aucune condition. Décidez plus tard si vous vous sentez de jouer pour de l'argent réel si vous le souhaitez (mais avant le début de la Coupe du monde de football 2022!).
sr_latn: Iako je cena da se učipite relativno mala (20€), ne mislimo da to ikada treba da bude uslov za zabavu. Kada se registrujete na nmk.bet, ne tražimo Vam broj kreditne i apsolutno nema nikakva skrivena fora. Tek kasnije odlučite da li želite da igrate u prave pare (ali naravno pre nego što počne svetsko prvenstvo!).

source: Real Chances To Win
de: Reale Gewinnchancen
fr: De réelles chances de gagner
sr: Реалне шансе
sr_latn: Realne šanse

source: Compared to other pool bet web sites with thousands of people and with millions in prizes, this is the place where your odds of winning the prize are very, very real. There is only 100 players and first 3 places are winning the money.
de: Im Vergleich zu anderen Wettseiten mit tausend Menschen und milionen Preisen, ist das ein Ort, wo Ihre Gewinnchancen sehr, sehr realistisch sind. Hier gibt es nur 100 Spieler und die ersten 3 Plätze bekommen das Geld.
fr: Comparé à d'autres sites internet de billard avec des milliers de personnes et des millions de prix, c'est l'endroit où vos chances de gagner le prix sont très, très réelles. Il n'y a que 100 joueurs et les 3 premières places gagnent de l'argent.
sr: У односу на друге сајтове за интерно клађење са хиљадама људи и са милионима евра у наградама, ово је место где су шансе да се освоји нека награда веома реалне. Има само 100 играча, а прва 3 места узимају новац.
sr_latn: U odnosu na druge sajtove za interno klađenje sa hiljadama ljudi i sa milionima evra u nagradama, ovo je mesto gde su šanse da se osvoji neka nagrada veoma realne. Ima samo 100 igrača, a prva 3 mesta uzimaju novac.

source: Compete Against Friends
de: Trete gegen deine Freunde an
fr: Affrontez vos amis
sr: Такмичење против ортака
sr_latn: Takmičenje protiv ortaka

source: Betting is always more fun with friends. You don't have to compete against players who are not in your group. Just invite your crew and compete in your own private pool. With nmk.bet, you are reaching new levels of friendly ball busting.
de: Wetten macht mehr Spaß wenn Freunde dabei sind. Sie müssen nicht gegen Spieler wetten, die nicht in Ihrer Gruppe sind. Laden Sie nur Ihre Mannschaft ein und wetten sie in ihren privaten Pool. Mit nmk.bet, erreichen Sie neue Niveaus des freundlichen Ballwerfens.
fr: Parier est toujours plus amusant avec des amis. Vous n'avez pas à concurrencer avec des joueurs qui ne font pas partie de votre groupe. Vous n'avez qu'à inviter votre équipe et à concourir dans votre piscine privée. Avec nmk.bet, vous atteignez de nouveaux niveaux de bondage amical.
sr: Клађење је увек занимљивије са ортацима. Не мораш се кладити са непознатим такмичарима. Просто позови своју екипу и такмичите се у вашем приватном кругу. Само nmk.bet ти нуди тотално нови ниво прозивања.
sr_latn: Klađenje je uvek zanimljivije sa ortacima. Ne moraš se kladiti sa nepoznatim takmičarima. Prosto pozovi svoju ekipu i takmičite se u vašem privatnom krugu. Samo nmk.bet ti nudi totalno novi nivo prozivanja.

source: Enjoy Every Match
de: Genießen Sie jedes Spiel
fr: Profitez de chaque match
sr: Уживај у свакој текми
sr_latn: Uživaj u svakoj tekmi

source: Make all games more interesting. With nmk.bet's friendly environment and players, every match could be nerve wrecking one if a little bit of stake is involved!
de: Machen Sie Ihre Spiele interessanter. Mit nmk.bet's freundlicher Atmosphäre und Spielern, könnte jedes Match ein Nervenkitzler sein, wenn ein bisschen auf dem Spiel ist!
fr: Rendez tous les jeux plus intéressants. Avec l'environnement amical et les joueurs de nmk.bet, chaque match est susceptible de devenir angoissant si un peu d'enjeu est impliqué!
sr: Нека ти све утакмице на европском буду занимљиве. Уз пријатну атмосферу и играче, свака утакмица ће бити за инфаркт, нарочито ако се дода мали новчани улог!
sr_latn: Neka ti sve utakmice na evropskom budu zanimljive. Uz prijatnu atmosferu i igrače, svaka utakmica će biti za infarkt, naročito ako se doda mali novčani ulog!

source: Pick the fun level
de: Wählen Sie den Unterhaltungsniveau
fr: Choisissez le niveau de plaisir
sr: Одабери количину забаве
sr_latn: Odaberi količinu zabave

source: You can always change your preference later
de: Du kannst das jederzeit die Einstellungen wieder ändern
fr: Vous pouvez toujours modifier vos préférences plus tard
sr: Ово можете променити касније
sr_latn: Ovo možete promeniti kasnije

source: Free
de: Kostenlos
fr: Gratuit
sr: Бесплатно
sr_latn: Besplatno

source: Only Pride at Stake
de: Nur Würde ist im Spiel
fr: Seule la fierté en jeu
sr: Клађење у понос
sr_latn: Klađenje u ponos

source: Unlimited Number of People
de: Grenzenlose Personenanzahl
fr: Nombre illimité de personnes
sr: Неограничен број људи
sr_latn: Neograničen broj ljudi

source: Invite Friends
de: Freunde einladen
fr: Invitez vos amis
sr: Позови ортаке
sr_latn: Pozovi ortake

source: Enjoy World Cup for Free
de: Genießen Sie die Weltmeisterschaft kostenlos
fr: Profitez de la Coupe du monde de football gratuitement
sr_latn: Uživaj besplatno u svetskom prvenstvu

source: Compare Betting Skills
de: Die Wettfähigkeiten vergleichen
fr: Comparer les compétences de pari
sr: Упоређуј са другима ко има већи… број поена
sr_latn: Upoređuj sa drugima ko ima veći… broj poena

source: REGISTER
de: REGISTRIEREN
fr: INSCRIPTION
sr: РЕГИСТРАЦИЈА
sr_latn: REGISTRACIJA

source: Regular
de: Regulär
fr: Standard
sr: Стандардно
sr_latn: Standardno

source: Just For Fun
de: Nur für Unterhaltung
fr: Juste pour s'amuser
sr: Само забава
sr_latn: Samo zabava

source: 100 Players Max
de: Maximum 100 Spieler
fr: 100 joueurs maximum
sr: Max 100 играча
sr_latn: Max 100 igrača

source: Up to 1000€ Prize Money
de: Bis zu 1000€ Preisgeld
fr: Jusqu'à 1000€ de prix en argent
sr: Награде до 1000€
sr_latn: Nagrade do 1000€

source: Real Thrill Football
de: Echtes Nervenkitzelfußball
fr: Type de football provoquant des frissons
sr: Нови жар гледања фудбала
sr_latn: Novi žar gledanja fudbala

source: Extra
fr: Supplémentaire
sr: Екстра
sr_latn: Ekstra

source: Coming Soon
de: Kommt in der kurzen Zeit
fr: À venir
sr: Ускоро
sr_latn: Uskoro

source: 200 Players Max
de: Maximal 200 Spieler
fr: 200 joueurs maximum
sr: Max 200 играча
sr_latn: Max 200 igrača

source: 4000€ Prize Pool
de: 4000€ Preispool
fr: 4000€ la cagnotte
sr: 4000€ наградни фонд
sr_latn: 4000€ nagradni fond

source: Private Pools
de: Privatpools
fr: Cagnottes privées
sr: Приватна клађења
sr_latn: Privatna klađenja

source: Custom Betting Games
de: Benutzerdefinierte Wettspiele
fr: Jeux de paris personnalisés
sr: Ваше игре
sr_latn: Vaše igre

source: Send feedback to: <br>support@nmk.bet
de: Feedback schicken an: <br>support@nmk.bet
fr: Envoyez vos commentaires à: <br>support@nmk.bet
sr: Реците нам шта мислите на: <br>support@nmk.bet
sr_latn: Recite nam šta mislite na: <br>support@nmk.bet

source: NMK - LOGIN
de: NMK.BET - ANMELDUNG
fr: NMK.BET - CONNEXION
sr: НМК - ПРИЈАВА
sr_latn: NMK - PRIJAVA

source: Naša Mala Kladionica is a website for recreational or real money betting for World Cup 2022.
de: nmk.bet ist eine Website für Freizeit- oder Echtgeldwetten für den Weltmeisterschaft 2022.
sr_latn: Naša Mala Kladionica je sajt za rekreativno klađenje za Svetsko prvenstvo 2022.

source: Sign up, invite your crew, bet and show 'em all who's the best!
de: Melden Sie sich jetzt an, machen Sie Ihre eigene Mannscaft, wetten Sie und zeigen Sie es ihnen, wer der beste ist!
fr: Inscrivez-vous, invitez votre équipe, pariez et montrez-leur qui est le meilleur!
sr: Пријави се, позови екипу, клади се и покажи свима ко је најбољи кладионичар!
sr_latn: Prijavi se, pozovi ekipu, kladi se i pokaži svima ko je najbolji kladioničar!

source: You can read rules and propositions
de: Sie können die Regeln und Vorschläge lesen
fr: Vous pouvez lire les règles et les propositions
sr: Сва правила и упутства можеш да прочиташ
sr_latn: Sva pravila i uputstva možeš da pročitaš

source: here
de: hier
fr: ici
sr: овде
sr_latn: ovde

source: Wrong e-mail or password. Try again.
de: Falsche E-Mail oder Passwort. Versuchen Sie es wieder.
fr: E-mail ou mot de passe erroné. Veuillez réessayer.
sr: Погрешна адреса е-поште или лозинка. Покушајте поново.
sr_latn: Pogrešna adresa e-pošte ili lozinka. Pokušajte ponovo.

source: I forgot my password
de: I habe mein Passwort vergessen
fr: Mot de passe oublié
sr: Заборавио сам лозинку
sr_latn: Zaboravio sam lozinku

source: or
de: oder
fr: ou
sr: или
sr_latn: ili

source: Log In using Google account
de: Melden Sie sich mit einem Google-Konto an
fr: Se connecter avec un compte Google
sr: Пријави се користећи Google налог
sr_latn: Prijavi se koristeći Google nalog
