Repository: stalker314314/nasa_mala_kladionica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, sr, sr_latn

source: English
de: Englisch
fr: Anglais
sr: Енглески
sr_latn: Engleski

source: German
de: Deutsch
fr: Allemand
sr: Немачки
sr_latn: Nemački

source: French
de: Französisch
fr: Français
sr: Француски
sr_latn: Francuski

source: Serbian
de: Serbisch
fr: Serbe (cyrillique)
sr: Српски (ћирилица)
sr_latn: Srpski (ćirilica)

source: Serbian latin
de: Serbisch (lateinisch)
fr: Serbe (latin)
sr: Српски (латиница)
sr_latn: Srpski (latinica)

source: Display name
de: Benutzername
fr: Nom d'affichage
sr: Надимак
sr_latn: Nadimak

source: E-mail
sr: Е-пошта
sr_latn: E-pošta

source: Password
de: Passwort
fr: Mot de passe
sr: Лозинка
sr_latn: Lozinka

source: You have to accept terms and conditions to register
de: Sie müssen die Allgemeinen Geschäftsbedingungen akzeptieren
fr: Vous devez accepter les termes et conditions pour pouvoir vous inscrire
sr: Да бисте се регистровали морате прихватити услове коришћења
sr_latn: Da biste se registrovali morate prihvatiti uslove korišćenja

source: I accept <a href="/terms">Terms and Conditions</a>
de: Ich akzeptiere die Geschäftsbedingungen
fr: J'accepte <a href="/terms">les conditions d'utilisation</a>
sr: Прихватам <a href="/terms">Услове коришћења</a>
sr_latn: Prihvatam <a href="/terms">Uslove korišćenja</a>

source: You must be over 18 to play on nmk.bet
de: Sie müssen über 18 Jahre alt sein, um fortzufahren
fr: Vous devez avoir plus de 18 ans pour pouvoir jouer sur nmk.bet
sr: Морате имати преко 18 година да учествујете на nmk.bet сајту
sr_latn: Morate imati preko 18 godina da učestvujete na nmk.bet sajtu

source: I am over 18 years old
de: Ich bin über 18 Jahre alt
fr: J'ai plus de 18 ans
sr: Имам преко 18 година
sr_latn: Imam preko 18 godina

source: Display name must be shorter than 28 characters in length
de: Benutzername muss weniger als 28 Zeichen haben
fr: Le nom d'affichage doit être inférieur à 28 caractères
sr: Надимак мора бити краћи од 28 карактера
sr_latn: Nadimak mora biti kraći od 28 karaktera

source: E-mail address must be shorter than 74 characters
de: E-Mail-Adresse muss weniger als 70 Zeichen haben
fr: L'adresse e-mail doit être inférieure à 74 caractères
sr: Адреса е-поште мора бити краћа од 74 карактера
sr_latn: Adresa e-pošte mora biti kraća od 74 karaktera

source: This e-mail address already exists. If this is your e-mail, please reset password.
de: Diese E- Mail-Adresse ist bereits vorhanden. Ist dies Ihre E-Mail-Adresse? Bitte setzen Sie Ihr Passwort zurück.
fr: Cette adresse e-mail existe déjà. S'il s'agit de votre adresse e-mail, veuillez réinitialiser le mot de passe.
sr: Ова адреса е-поште већ постоји. Ако је ово Ваша адреса, ресетујте лозинку.
sr_latn: Ova adresa e-pošte već postoji. Ako je ovo Vaša adresa, resetujte lozinku.

source: This display name is already taken. If this is your display name by any chance, please log in.
de: Dieser Benutzername ist bereits vergeben. Ist das Ihr Benutzername, bitte melden Sie sich an.
fr: Ce nom d'affichage est déjà pris. Si c'est votre nom d'affichage par hasard, veuillez vous connecter.
sr: Овај надимак је већ заузет. Уколико је ово којим случајем твој надимак, иди на пријаву.
sr_latn: Ovaj nadimak je već zauzet. Ukoliko je ovo kojim slučajem tvoj nadimak, idi na prijavu.

source: Password*
de: Passwort*
fr: Mot de passe*
sr: Лозинка*
sr_latn: Lozinka*

source: Repeat password*
de: Passwort wiederholen*
fr: Répéter le mot de passe*
sr: Лозинка поново*
sr_latn: Lozinka ponovo*

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
sr: Лозинке се не поклапају
sr_latn: Lozinke se ne poklapaju

source: New password
de: Paswort zurücksetzen
fr: Nouveau mot de passe
sr: Нова лозинка
sr_latn: Nova lozinka

source: New password confirmation
de: Neues Passwort bestätigen
fr: Confirmation du nouveau mot de passe
sr: Потврди нову лозинку
sr_latn: Potvrdi novu lozinku

source: Choose Display Name
de: Benutzername wählen
fr: Choisir un nom d'affichage
sr: Одабери надимак
sr_latn: Odaberi nadimak

source: Sorry, but name "{0}" is already taken
de: Entschuldigung, der Benutzername "{0}" ist bereits besetzt
fr: Désolé, mais le nom entré «{0}» est déjà pris
sr: Нажалост, име „{0}“ је неко већ узео
sr_latn: Nažalost, ime „{0}“ je neko već uzeo

source: Create a new crew
de: Kreieren Sie Ihre Mannschaft
fr: Créer une nouvelle équipe
sr: Направи нову екипу
sr_latn: Napravi novu ekipu

source: Crew name too long
de: Mannschaftsname ist zu lang
fr: Nom de l'équipe trop long
sr: Име екипе предугачко
sr_latn: Ime ekipe predugačko

source: Sorry, but crew name is already taken
de: Entschuldigung, der Mannschaftsname ist bereits besetzt
fr: Désolé, mais le nom de l'équipe est déjà pris
sr: Нажалост, име екипе је већ узето
sr_latn: Nažalost, ime ekipe je već uzeto

source: Please enter invite code to join a crew, if you got one:
de: Bitte setzen Sie ein Einladungscode ein, wenn Sie bereits einen haben:
fr: Veuillez entrer le code d'invitation, si vous en avez un, pour rejoindre une équipe:
sr: Ако сте је добили. унесите шифру-позивницу да се придружите екипи:
sr_latn: Ako ste je dobili. unesite šifru-pozivnicu da se pridružite ekipi:

source: Invite code should contain 8 numbers
de: Einladungscode muss aus 8 Zahlen bestehen
fr: Le code d'invitation doit contenir 8 chiffres
sr: Шифра-позивница мора да садржи 8 бројева
sr_latn: Šifra-pozivnica mora da sadrži 8 brojeva

source: Invite code invalid
de: Falscher Einladungscode
fr: Le code d'invitation invalide
sr: Неисправна шифра-позивница
sr_latn: Neispravna šifra-pozivnica

source: You are already member of this crew
de: Sie sind bereits Mitglied dieser Mannschaft
fr: Vous êtes déjà membre de cette équipe
sr: Већ сте члан ове екипе
sr_latn: Već ste član ove ekipe

source: You must place all bets
de: Sie müssen alle Wetten abschlißen
fr: Vous devez placer tous les paris
sr: Морате типовати све утакмице
sr_latn: Morate tipovati sve utakmice

source: Recalculate points
de: Punkte nachrechnen
fr: Recalculer les points
sr: Прерачунај поене
sr_latn: Preračunaj poene

source: Clear cache
de: Zwischenspeicher leeren
fr: Vider le cache
sr: Очисти кеш
sr_latn: Očisti keš

source: Repopulate cache
de: Zwischenspeicher zurücksetzen
fr: Remplir le cache
sr: Поново попуни кеш
sr_latn: Ponovo popuni keš

source: Team cannot play match against itself
de: Mannschaft kann nicht gegen sich selbst spielen
fr: L'équipe ne peut pas jouer contre elle-même
sr: Тим не може да игра против самог себе
sr_latn: Tim ne može da igra protiv samog sebe

source: You cannot add new matches in this round, as some players already placed bets in this round
de: Sie können neue Spiele in dieser Runde setzen, da manche Spieler ihre Wetten auf dieses Spiel bereits gesetzt haben
fr: Vous ne pouvez pas ajouter de nouveaux matchs dans ce tour, car certains joueurs ont déjà placé des paris
sr: Не можете додати меч у овом колу, пошто су неки играчи већ типовали у овом колу
sr_latn: Ne možete dodati meč u ovom kolu, pošto su neki igrači već tipovali u ovom kolu

source: Team %s already plays in this round
de: Mannschaft %s spielt bereits in dieser Runde
fr: L'équipe % s joue déjà dans ce tour
sr: Тим %s је већ играо у овом колу
sr_latn: Tim %s je već igrao u ovom kolu

source: Result (in the <host>:<guest> format)
de: Ergebnis (in the <host>:<guest> format)
fr: Résultat (dans le format <hôte>: <invité>)
sr: Резултат (у формату <домаћин>:<гост>)
sr_latn: Rezultat (u formatu <domaćin>:<gost>)

source: There should be colon between two numbers
de: Es soll ein Doppelpunkt zwischen zwei Nummern stehen
fr: Il devrait y avoir deux points entre deux chiffres
sr: Између два броја мора да постоје две тачке
sr_latn: Između dva broja mora da postoje dve tačke

source: Cannot parse numbers in result
de: Es ist nicht möglich die Nummern im Ergebnis zu gliedern
fr: Impossible d'analyser les nombres dans le résultat
sr: Не могу да парсирам резултат
sr_latn: Ne mogu da parsiram rezultat

source: Language
de: Sprache
fr: Langue
sr: Језик
sr_latn: Jezik

source: Time zone
de: Zeitzone
fr: Fuseau horaire
sr: Временска зона
sr_latn: Vremenska zona

source: Odd format
de: Gewinnchancen Format
fr: Format des cotes
sr: Формат квота
sr_latn: Format kvota

source: Betting reminder
de: Wettenerinnerung
fr: Rappel sur les paris
sr: Подсетник на клађење
sr_latn: Podsetnik na klađenje

source: All bets are final
de: Alle Wetten sind endgültig
fr: Tous les paris sont terminés
sr: Клађење је готово
sr_latn: Klađenje je gotovo

source: New round available
de: Neue Runde verfügbar
fr: Nouveau tour disponible
sr: Доступно ново коло
sr_latn: Dostupno novo kolo

source: All results are final
de: Alle Ergebnisse sind endgültig
fr: Tous les résultats sont définitifs
sr: Сви резултати унесени
sr_latn: Svi rezultati uneseni

source: Language {} is not available
de: Die Sprache {} ist nich verfügbar
fr: La langue {} n'est pas disponible
sr: Језик {} није доступан
sr_latn: Jezik {} nije dostupan

source: Decimal (European)
de: Dezimalzahl (Europäisch)
fr: Cote décimale (européenne)
sr: Децимални (европски)
sr_latn: Decimalni (evropski)

source: Fractional (UK)
de: Bruhzahl (GB)
fr: Cote fractionnelle (anglaise)
sr: Разломци (Енглеска)
sr_latn: Razlomci (Engleska)

source: [nmk.bet] Round "%s" reminder
de: [nmk.bet] Runde "%s" Erinnerung
fr: [nmk.bet] Rappel sur le tour «%s»
sr: [nmk.bet] Подсетник клађења на коло „%s“
sr_latn: [nmk.bet] Podsetnik klađenja na kolo „%s“

source: [nmk.bet] Round "%s" started
de: [nmk.bet] Runde "%s" hat begonnen
fr: [nmk.bet] Le tour a commencé «%s»
sr: [nmk.bet] Почело коло „%s“
sr_latn: [nmk.bet] Počelo kolo „%s“

source: About us
de: Über uns
fr: À propos de nous
sr: О нама
sr_latn: O nama

source: Naša Mala Kladionica started more than 15 years ago, when bunch of friends decided to have a pool bet on matches in UEFA Champions League. At that time, we used state of the art in pool betting &mdash; Excel:). Soon enough, we learned that it is not very convenient to have Excel spreadsheet being sent over e-mail, especially in finals when there was blanket finish. At these point, leaders were simply deadlocked because no one wanted to bet first!
de: Nasa Mala Kladionica (Unser Kleines Wettenbüro) wurde vor über 15 Jahren gegründet, als eine Gruppe von Freunden sich entschloss ein Wettgeshäft in der UEFA Champions League zu haben. In dieser Zeit, benutzten wir hochmoderne Technik &mdash; Excel:). Bald genug, lernten wir, dass es nicht so gut geeignet ist Excel Tabellen über E-mail zu schicken, besonders in den Finalen wo das Ende ausgeblendet wurde. Dann waren die Leiter im Stillstand, da niemand als Erster wetten wollte!
fr: nmk.bet a été créé il y a plus de 15 ans, par un groupe d'amis qui ont décidé de faire un pari en piscine sur des matchs UEFA Ligue des Champions. A cette époque, nous avons utilisé l'état de l'art dans les paris dans des cagnottes &mdash; Exceller:). Assez tôt, nous avons appris qu'il n'est pas très pratique d'envoyer une feuille de calcul Excel par courriel, surtout en finale. quand il y avait une finition de couverture. À ce moment-là, les dirigeants étaient simplement dans l'impasse parce que personne ne voulait pas être le premier à parier!
sr: Наша Мала Кладионица је започела пре више од 15 година, када је група ортака одлучила да направи интерну кладионицу на утакмице Лиге Шампиона. У то време, користили смо најбољи софтвер за интерно клађење &mdash; Excel:) Ускоро смо укапирали да није баш најзгодније да користимо Excel који шаљемо мејлом, нарочите у финалу Лиге Шампиона, када је фото финиш. У том тренутку, нико ко се бори за прво место неће да одигра први, да остали не виде шта је играо!
sr_latn: Naša Mala Kladionica je započela pre više od 15 godina, kada je grupa ortaka odlučila da napravi internu kladionicu na utakmice Lige Šampiona. U to vreme, koristili smo najbolji softver za interno klađenje &mdash; Excel:) Uskoro smo ukapirali da nije baš najzgodnije da koristimo Excel koji šaljemo mejlom, naročite u finalu Lige Šampiona, kada je foto finiš. U tom trenutku, niko ko se bori za prvo mesto neće da odigra prvi, da ostali ne vide šta je igrao!

source: So, we developed NMK and used it internally for first 10 years! Over time, we started to invite friends and colleagues to join us for larger events, like World Cups or European Championships. However, from Euro Cup 2020, we are opening it with whole world!
de: So haben wir nmk.bet gegründet und die ersten 10 Jahre intern genutzt! Im Laufe der Zeit, haben wir Freunde und Kollegen eingeladen uns auf größeren Events zu begleiten, wie Welt- oder die Europameisterschaft. Wie auch immer ab die Europameisterschaft 2020, zum ersten Mal, haben wir uns entschlossen, es mit der ganzen Welt zu teilen!
fr: Nous avons donc développé nmk.bet et l'avons utilisé en interne pendant les 10 premières années! Au fil du temps, nous avons commencé à inviter des amis et collègues à se joindre à nous pour des événements plus importants, comme les Coupes du monde ou les Championnats d'Europe. Pourtant, dès le Championnat d'Europe de football 2020, nous avons décidé de le partager avec le monde entier!
sr_latn: I tako smo napravili Našu Malu Kladionicu i interno je koristili prvih 10 godina! Tokom vremena, počeli smo da zovemo druge ortake i kolege da nam se pridruže za veće događaje, kao što su Svetsko prvenstvo i Evropsko prvenstvo. Od Evropskog prvenstva 2020., sajt je otvoren sa celim svetom!

source: In some ways, we are a small startup with an idea to create small, affordable pool betting with <i>realistic</i> chances to win it (or end up in first 3 places). This is because we don't want thousands of people with unreal prizes of millions of pounds. We want fair game, nice atmosphere among players and to have fun along the way. Making matches more interesting to watch and healthy ball busting among your buddies is only a bonus;)
de: Irgendwie sind wir eine kleine Startup mit der Idee kleines, günstiges Wetten zu ermüglichen mit <i>realen</i> Chancen zu gewinnen (oder in der ersten drei zu sein). Das ist, weil wir keine tausend Menschen mit unrealen Preisen und Millionen wollen. Wir wollen ein fäires Spiel, tolle Atmosphere zwischen den Spielern und viel Spaß. Es ist nur ein Bonus die Spiele interessanter zu machen und gesunden Ball mit den Freunden zu werfen ;)
fr: À certains égards, nous sommes une petite start-up ayant pour but de créer de petits paris en cagnotte abordables avec des chances <i>réalistes</i> pour gagner (ou finir à l'une des 3 premières places). C'est parce que nous ne voulons pas des milliers de personnes avec des prix irréels de millions de livres. Nous voudrions mettre en place un jeu équitable, une bonne ambiance parmi les joueurs et un bon divertissement le long de notre aventure. Rendre les matchs plus intéressants à regarder et faire un bondage sain à vos copains n'est qu'un bonus;)
sr: На неки начин, ми смо мали стартап са идејом да направимо мало, приступачно интерно клађење са <i>реалним</i> шансама да се победи (или бар буде у прва 3 места). Ово је просто зато што не желимо хиљаде људи и нереалне награде у милионима евра. Желимо поштену игру, пријатну атмосферу међу играчима и да се успут и забавимо. Да утакмице на светском буду занимљивије и мало зезања ко је међу ортацима и колегама бољи кладионичар може бити само бонус;)
sr_latn: Na neki način, mi smo mali startap sa idejom da napravimo malo, pristupačno interno klađenje sa <i>realnim</i> šansama da se pobedi (ili bar bude u prva 3 mesta). Ovo je prosto zato što ne želimo hiljade ljudi i nerealne nagrade u milionima evra. Želimo poštenu igru, prijatnu atmosferu među igračima i da se usput i zabavimo. Da utakmice na svetskom budu zanimljivije i malo zezanja ko je među ortacima i kolegama bolji kladioničar može biti samo bonus;)

source: As a self-proclaimed startup that we are, we do have a lot of ideas on our mind. Of course, all of them only if this experiment called "Euro Cup 2020" turns out to be successful. We want to extend to national leagues, private pools, prizes that goes to charities… If you like these ideas, or have some others, please &ndash; do <strong>not</strong> hesitate to contact us at <a href="mailto:support@nmk.bet">support@nmk.bet</a>. We would like to hear what you do or do not like and what other ideas you might have!
de: Als selbstgennantes Startup das wir sind, haben wir viele Ideen im Kopf. Natürlich, falls das Experiment names "Europameisterschaft 2020" erfolgreich wird. Wir wollen uns auf die nationalen Ligas ausweiten, private Wetten, Preise die Wohltätigkeitsorganisationen bekommen Wenn Ihnen diese Ideen gefallen, oder Sie manche haben , bitte &ndash; do <strong>zweifeln Sie nicht</strong>uns zu kontaktieren auf<a href="mailto:support@nmk.bet">support@nmk.bet</a>. Wir wollen auch hören, was ihre Wünsche sind und was für Ideen Sie haben!
fr: En tant que start-up autoproclamée que nous sommes, nous avons beaucoup d'idées en tête. Bien sûr, toutes ces idées sont possibles seulement si cette expérience appelée «Championnat d'Europe de football 2020» s'avère réussie. Nous souhaitons nous étendre aux ligues nationales, cagnottes privées, des prix qui vont à des organismes de bienfaisance… Si vous aimez ces idées, ou en avez d'autres, s'il vous plaît &ndash; n' <strong>non</strong> hésitez pas à nous contacter à <a href="mailto:support@nmk.bet">support@nmk.bet</a>. Nous aimerions entendre ce que vous aimez ou n'aimez pas et quelles autres idées vous pourriez avoir!
sr: Као самопрокламовани стартап, имамо још гомилу идеја у глави. Наравно, само под условом да овај експеримент звани "Европско првенство 2020" буде успешан. Желимо интерну кладионице на велике лиге, приватна интерна клађења, награде које иду у хуманитарне сврхе… Ако Вам се ове идеје свиђају или имате још неке молимо Вас &ndash; <strong>не</strong> оклевајте да нас цимате на <a href="mailto:support@nmk.bet">support@nmk.bet</a>. Стварно бисмо желели да чујемо шта Вам се свиђа на сајту, шта не, као и које друге идеје још имате!
sr_latn: Kao samoproklamovani startap, imamo još gomilu ideja u glavi. Naravno, samo pod uslovom da ovaj eksperiment zvani "Evropsko prvenstvo 2020" bude uspešan. Želimo internu kladionice na velike lige, privatna interna klađenja, nagrade koje idu u humanitarne svrhe… Ako Vam se ove ideje sviđaju ili imate još neke molimo Vas &ndash; <strong>ne</strong> oklevajte da nas cimate na <a href="mailto:support@nmk.bet">support@nmk.bet</a>. Stvarno bismo želeli da čujemo šta Vam se sviđa na sajtu, šta ne, kao i koje druge ideje još imate!

source: With sincere wishes that you will have fun here for this tournament,
de: Mit aufrichtigen Wünschen, dass Sie Spaß wärend des Turniers haben werden,
sr_latn: Uz iskrene želje da ćete se dobro zabaviti za ovo prvenstvo,

source: NMK team
fr: Équipe NMK
sr: НМК екипа
sr_latn: NMK ekipa

source: NMK - ACTIVATION
de: NMK.BET - AKTIVIERUNG
fr: NMK.BET - ACTIVATION
sr: НМК - АКТИВАЦИЈА
sr_latn: NMK - AKTIVACIJA

source: You successfully activated account. Fun can start... now!
de: Sie haben Ihr Konto erfolgreich akiviert. Der Spaß beginnt...jetzt!
fr: Vous avez activé le compte avec succès. L'amusement peut commencer... dès maintenant!
sr: Успешно си активирао налог. Забава може да почне!
sr_latn: Uspešno si aktivirao nalog. Zabava može da počne!

source: If you want, you can 'pledge' to give your earnings to humanitarian cause of your choosing. This is preferred way to play NMK. Your name will be shown in different color in standing tables. If you are up to it, send mail to admin@nmk.bet to notify us and - thanks!
de: Wenn Sie möchten, können Sie sich dazu verpflichten, Ihre Einnahmen für humanitäre Zwecke Ihrer Wahl zu spenden. Dies ist die bevorzugte Art, NMK zu spielen. In Stehtischen wird Ihr Name in unterschiedlichen Farben dargestellt. Wenn Sie dazu bereit sind, senden Sie eine E-Mail an admin@nmk.bet, um uns zu benachrichtigen, und - danke!
fr: Si vous le souhaitez, vous pouvez vous 'engager' à donner vos gains à la cause humanitaire de votre choix. C'est la façon préférée de jouer à NMK. Votre nom sera affiché en différentes couleurs dans les tableaux debout. Si vous êtes à la hauteur, envoyez un mail à admin@nmk.bet pour nous en informer et - merci!
sr_latn: Ukoliko želiš, možeš da se „obavežeš” da ćeš da doniraš pare u humanitarne svrhe po tvom izboru. Ovo je najbolji način da igraš NMK. Tvoje ime će biti prikazano drugom bojom na tabelama. Ako ti ovo zvuči OK, šibni mejl na admin@nmk.bet da nam to kažeš i - hvala!

source: If you want to play in real money, that will cost you
de: Wenn Sie mit echtem Geld spielen möchten, wird das Sie auch etwas kosten
fr: Si vous voulez jouer en argent réel, cela vous coûtera
sr: Ако желиш да играш у праве паре, то ће те коштати
sr_latn: Ako želiš da igraš u prave pare, to će te koštati

source: You can find all other details at the <a href="/proposition">proposition</a> page.
de: Sie können die Details auf der Seite mit den <a href="/proposition">Angeboten</a> finden.
fr: Vous trouverez tous les autres détails sur la page <a href="/proposition"> de proposition</a>.
sr: Све остале појединости можеш видети на страни са <a href="/proposition">правилима</a>.
sr_latn: Sve ostale pojedinosti možeš videti na strani sa <a href="/proposition">pravilima</a>.

source: Invalid activation
de: Ungültige Aktivierung
fr: Échec de l'activation
sr: Неисправна активација
sr_latn: Neispravna aktivacija

source: Back to login
de: Zurück zur Anmeldung
fr: Retour à la connexion
sr: Назад на пријаву
sr_latn: Nazad na prijavu

source: Close
de: Schließen
fr: Fermer
sr: Затвори
sr_latn: Zatvori

source: Update
de: Aktualisieren
fr: Actualiser
sr: Ажурирај
sr_latn: Ažuriraj

source: Navigation
sr: Навигација
sr_latn: Navigacija

source: Betting
de: Wetten
fr: Paris
sr: Клађење
sr_latn: Klađenje

source: Standings
de: Wertung
fr: Classements
sr: Табеле
sr_latn: Tabele

source: Fixtures
de: Vorrichtung
fr: Calendriers
sr: Резултати
sr_latn: Rezultati

source: Profile
de: Profil
fr: Profil
sr: Профил
sr_latn: Profil

source: Crews
de: Mannschaften
fr: Mes équipes
sr: Моје екипе
sr_latn: Moje ekipe

source: Propositions
de: Angebote
sr: Правила
sr_latn: Pravila

source: Admin menu
de: Adminmenü
fr: Menu d'aministration
sr: Админ мени
sr_latn: Admin meni

source: Rounds
de: Spielrunden
fr: Tours
sr: Кола
sr_latn: Kola

source: Matches
de: Match
fr: Matchs
sr: Мечеви
sr_latn: Mečevi

source: Results
de: Ergebnisse
fr: Résultats
sr: Резултати
sr_latn: Rezultati

source: Points
de: Punkte
sr: Бодова
sr_latn: Bodova

source: Logout
de: Abmelden
fr: Déconnexion
sr: Одјава
sr_latn: Odjava

source: Login
de: Anmelden
fr: Connexion
sr: Пријава
sr_latn: Prijava

source: Menu
de: Menü
sr: Мени
sr_latn: Meni

source: Number of registered players
de: Zahl der registrierten Spielern
fr: Nombre de joueurs inscrits
sr: Укупно пријављених играча
sr_latn: Ukupno prijavljenih igrača

source: real money players
de: Echte Spieler
fr: joueurs en argent réel
sr: играча пријављених у паре
sr_latn: igrača prijavljenih u pare

source: Prize money
de: Preisgeld
fr: Prix en argent
sr: Наградни фонд
sr_latn: Nagradni fond

source: ©2022 nmk.bet, All rights reserved
de: ©2022 nmk.bet, Alle Rechte vorbehalten
fr: © 2022 nmk.bet, Tous droits réservés
sr_latn: ©2022 nmk.bet, sva prava rezervisana

source: Contact
de: Kontakt
fr: Nous contacter
sr: Контакт
sr_latn: Kontakt

source: Terms & Condition
de: Allgemeine Bedingungen
fr: Termes et conditions
sr: Услови коришћења
sr_latn: Uslovi korišćenja

source: Privacy Policy
de: Datenschutzklärung
fr: Politique de confidentialité
sr: Политика приватности
sr_latn: Politika privatnosti

source: Follow Us
de: Folge uns
fr: S'abonner
sr: Пратите нас
sr_latn: Pratite nas

source: CREATE PASSWORD
de: PASSWORT ERTSTELLEN
fr: CRÉER UN MOT DE PASSE
sr: КРЕИРАЈ ЛОЗИНКУ
sr_latn: KREIRAJ LOZINKU
