Repository: stalker314314/nasa_mala_kladionica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, sr, sr_latn

source: Don't have an account yet? Register
de: Noch kein Konto? Jetzt registrieren
fr: Vous n'avez pas encore de compte? Inscrivez-vous
sr: Још немаш налог? Региструј се
sr_latn: Još nemaš nalog? Registruj se

source: (registration is allowed until 1h before start of the first match
de: (registrierung ist zugelassen mindestens eine Stunde vor dem ersten Spiel
fr: (l'inscription est autorisée jusqu'à 1h avant le début du premier match
sr: (регистрација је дозвољена до 1h пред прву утакмицу
sr_latn: (registracija je dozvoljena do 1h pred prvu utakmicu

source: Automated mail, do not reply.
de: Automatische E-Mail, bitte antworten Sie nicht.
fr: Réponse automatique, merci de ne pas répondre.
sr: Аутоматски генерисана порука.
sr_latn: Automatski generisana poruka.

source: If you do not want to receive any more mail from nmk.bet, please log in and change settings at <a href="https://nmk.bet/profile">profile</a> page.
de: Wenn Sie keine E-Mails von unserer Seite bekommen möchten, loggen Sie sich ein und ändern Sie das in den Einstellungen <a href="https://nmk.bet/profile">profile</a> page.
fr: Si vous ne souhaitez plus recevoir de messages de nmk.bet, veuillez vous connecter et modifier les paramètres sur la page <a href="https://nmk.bet/profile">profil</a>.
sr: Ако не желиш да примаш више мејлове са nmk.bet-а, улогуј се и промени подешавања на <a href="https://nmk.bet/profile">профил</a> страни.
sr_latn: Ako ne želiš da primaš više mejlove sa nmk.bet-a, uloguj se i promeni podešavanja na <a href="https://nmk.bet/profile">profil</a> strani.

source: FB group
de: FB Gruppe
fr: Groupe FB
sr: FB група
sr_latn: FB grupa

source: Thanks for registration to Naša Mala Kladionica. To activate your account, click on the following link:
de: Danke für die nmk.bet Registration! Damit Ihr Konto aktiviert wird, klicken Sie den Link:
fr: Merci pour votre inscription sur nmk.bet. Pour activer votre compte, cliquez sur le lien suivant:
sr: Хвала на регистрацији на Нашу Малу Кладионицу. Да би могао да се пријавиш, мораш прво да активираш налог кликом на следећи линк:
sr_latn: Hvala na registraciji na Našu Malu Kladionicu. Da bi mogao da se prijaviš, moraš prvo da aktiviraš nalog klikom na sledeći link:

source: You might also read <a href="https://nmk.bet/proposition">propositions here</a>.
de: Sie können die Angebote <a href="https://nmk.bet/proposition"> hier lesen</a>.
fr: Vous pouvez également lire les <a href="https://nmk.bet/proposition">propositions ici</a>.
sr: Прочитај и правила <a href="https://nmk.bet/proposition">овде</a>.
sr_latn: Pročitaj i pravila <a href="https://nmk.bet/proposition">ovde</a>.

source: We received request to reset password. If you were not the one who requested this, you don't have to do anything. You can enter new password for account <b>%(email)s</b> in the following link:
de: Wir haben eine E-Mail über die Passwortrücksetzung erhalten. Wenn Sie das nicht gewesen sind, müssen Sie nichts weiter machen. Sie können Ihr Passwort für das Konto <b>%(email)s</b> mit dem Link ändern:
fr: Nous avons reçu une demande de réinitialisation du mot de passe. Si vous n'êtes pas celui qui a demandé cela, vous n'avez rien à faire. Vous pouvez entrer un nouveau mot de passe pour le compte <b>%(email)s</b> dans le lien suivant:
sr: Добили смо захтев за ресетовање лозинке. Уколико ниси ти био тај који је поднео захтев, не мораш да радиш ништа. На следећем линку можеш да унесеш лозинку за налог <b>%(email)s</b>:
sr_latn: Dobili smo zahtev za resetovanje lozinke. Ukoliko nisi ti bio taj koji je podneo zahtev, ne moraš da radiš ništa. Na sledećem linku možeš da uneseš lozinku za nalog <b>%(email)s</b>:

source: All results for matches from round <b>%(round.name)s</b> are final.
de: Alle Resultate der Spiele aus der Runde <b>%(round.name)s</b> sind endgültig.
fr: Tous les résultats pour les matchs du tour <b>%(round.name)s</b> sont définitifs.
sr: Унети су сви резултати мечева из кола <b>%(round.name)s</b>.
sr_latn: Uneti su svi rezultati mečeva iz kola <b>%(round.name)s</b>.

source: Check out how you and other player did this round at <a href="https://nmk.bet/roundstandings/%(round.id)s">round standings</a>.
de: Sehen Sie, was Sie und andere Spiele mit dieser Runde gemacht haben auf <a href="https://nmk.bet/roundstandings/%(round.id)s"> Rundenansehen </a>.
fr: Découvrez votre position et celle des autres joueurs de ce tour au <a href="https://nmk.bet/roundstandings/%(round.id)s">classement par tour</a>.
sr: Погледај како сте ти и остали играчи типовали на <a href="https://nmk.bet/roundstandings/%(round.id)s">табели кола</a>.
sr_latn: Pogledaj kako ste ti i ostali igrači tipovali na <a href="https://nmk.bet/roundstandings/%(round.id)s">tabeli kola</a>.

source: New round %(round.name)s is available, and you can bet on it all the way until %(start_time)s when the first match from round starts.
de: Neue Runde %(round.name)s ist verfügbar, und Sie können wetten bis das erste Spiel der Runde beginnt , um %(start_time)s.
fr: Le nouveau tour %(round.name)s est disponible, et vous pouvez parier dessus jusqu'au %(start_time)s moment où le premier match du tour commence.
sr: Ново коло %(round.name)s је постављено и можеш се кладити на њега све до %(start_time)s када почиње први меч.
sr_latn: Novo kolo %(round.name)s je postavljeno i možeš se kladiti na njega sve do %(start_time)s kada počinje prvi meč.

source: Good luck!
de: Viel Gluck!
fr: Bonne chance!
sr: Срећно!
sr_latn: Srećno!

source: This mail is a reminder to bet on round <b>%(round.name)s</b>. Betting is possible up to %(min_time.date)s until %(min_time.time)s when the first match in the round starts!
de: Diese Mail ist eine Erinnerung , damit Sie auf die Runde <b>%(round.name)s</b> wetten. Wetten ist möglich bis zu %(min_time.date)s until %(min_time.time)s wenn das erste Spiel beginnt!
fr: Ce mail est un rappel pour parier sur le tour <b>%(round.name)s</b>. Le pari est possible jusqu'à %(min_time.date)s jusqu'au %(min_time.time)s moment où le premier match du tour commence!
sr: Овај мејл је подсетник да се кладиш на коло <b>%(round.name)s</b>. Клађење је могуће до %(min_time.date)s у %(min_time.time)s када почиње прва утакмица!
sr_latn: Ovaj mejl je podsetnik da se kladiš na kolo <b>%(round.name)s</b>. Klađenje je moguće do %(min_time.date)s u %(min_time.time)s kada počinje prva utakmica!

source: You can bet at the <a href="https://nmk.bet">betting page</a>.
de: Sie können <a href="https://nmk.bet">auf der Seite wetten</a>.
fr: Vous pouvez parier en cliquant sur la <a href="https://nmk.bet">page de paris</a>.
sr: Можеш се кладити на <a href="https://nmk.bet">страни за клађење</a>.
sr_latn: Možeš se kladiti na <a href="https://nmk.bet">strani za klađenje</a>.

source: First matches from round <b>%(round.name)s</b> started. For a full transparency, here are all the bets from all the players at the moment when all bets were off:
de: Erste Spiele aus der Runde <b>%(round.name)s</b> haben begonnen. Damit Sie die ganze Transparenz haben, sehen Sie die Wetten anderer Spieler in diesem Moment, wenn alle wetten vorbei sind:
fr: Les premiers matchs du tour <b>%(round.name)s</b> ont commencé. Pour une transparence totale, voici tous les paris de tous les joueurs au moment où tous les paris étaient caches:
sr: Почеле су утакмице кола <b>%(round.name)s</b>. Нема лажи, нема преваре, следе типови свих играча из овог кола у тренутку када је клађење завршено:
sr_latn: Počele su utakmice kola <b>%(round.name)s</b>. Nema laži, nema prevare, slede tipovi svih igrača iz ovog kola u trenutku kada je klađenje završeno:

source: Player
de: Spieler
fr: Joueur
sr: Такмичар
sr_latn: Takmičar

source: PASSWORD CHANGE
de: PASSWORT ÄNDERN
fr: CHANGEMENT DE MOT DE PASSE
sr: ПРОМЕНА ЛОЗИНКЕ
sr_latn: PROMENA LOZINKE

source: Old password
de: Altes Passwort
fr: Ancien mot de passe
sr: Стара лозинка
sr_latn: Stara lozinka

source: Change
de: Ändern
fr: Changer
sr: Промени
sr_latn: Promeni

source: THANKS
de: DANKE
fr: MERCI
sr: ХВАЛА НА УПЛАТИ
sr_latn: HVALA NA UPLATI

source: Thank You for your payment
de: Danke für Ihre Zahlung
fr: Merci pour votre paiement
sr: Хвала ти на уплати
sr_latn: Hvala ti na uplati

source: Your payment just went through and you have been added to <strong>"Real money"</strong> crew. Your name will be shown bold in all standings and tables.
de: Ihre Zahlung ist durchgegangen und Sie werden in die Mannschaft <strong>"Real money"</strong> hinzugefügt Ihr Name wird boldiert auf allen Tabellen und Listen gezeigt
fr: Votre paiement vient d'être accepté et vous avez été ajouté à l'équipe <strong>«Argent réel»</strong>. Votre nom apparaîtra en caractères gras dans tous les classements et tableaux.
sr: Твоја уплата је успешно прокњижена и додат си у екипу <strong>"У паре"</strong>. Такође, име ће ти од сада на свим табелама бити приказано подебљано као знак да играш у паре.
sr_latn: Tvoja uplata je uspešno proknjižena i dodat si u ekipu <strong>"U pare"</strong>. Takođe, ime će ti od sada na svim tabelama biti prikazano podebljano kao znak da igraš u pare.

source: You will see your name bolded in all <a href="/standings">standings</a> and tables in the next 24h (as a sign that you play in real money). If this doesn't happen, feel free to contact admin@nmk.bet.
de: Sie werden Ihren Namen boldiert in <a href="/standings">Wertung</a> allen Tabellen innehalb der nächte Stunden (als ein Zeichen, dass Sie echtes Geld eingesetzt haben). Falls das nicht passiert, kontaktieren Sie den Admin der Seite admin@nmk.bet.
fr: Vous verrez votre nom en caractères gras dans tous les <a href="/standings">classements</a> et les tableaux dans les prochaines 24h (comme une preuve à l'appui que vous jouez en argent réel). Si cela ne se produit pas, n'hésitez pas à contacter admin@nmk.bet.
sr: Видећеш своје име подебљано на <a href="/standings">табелама</a> у наредних 24h (као знак да играш у праве паре). Уколико се ово не деси до тад, контактирај нас на admin@nmk.bet.
sr_latn: Videćeš svoje ime podebljano na <a href="/standings">tabelama</a> u narednih 24h (kao znak da igraš u prave pare). Ukoliko se ovo ne desi do tad, kontaktiraj nas na admin@nmk.bet.

source: REAL MONEY BETTING
de: WETTEN MIT ECHTEM GELD
fr: PARIS EN ARGENT RÉEL
sr: ИГРАЊЕ У НОВАЦ
sr_latn: IGRANjE U NOVAC

source: If you want to play in real money, that will cost you 20€. You can sign up for this 1h before first match starts latest!
de: Falls Sie mit echtem Geld spielen wollen, müssen Sie 20€ bezahlen Sie können sich dafür bewerben mindestens eine Stunde vor dem ersten Spiel!
fr: Si vous voulez jouer en argent réel, cela vous coûtera 20 €. Vous pouvez vous inscrire pour ce type de jeu 1h avant le début du premier match!
sr_latn: Ako želiš da igraš u pare, to će te koštati 20€. Za igranje u pare se možeš prijaviti do 1h pre početka prve utakmice! <br/> Možeš preko PayPal-a klikom ispod, a može i 2400 din. na račun 265-0000004409835-41, pa šibni mejl na admin@nmk.bet.

source: SETTINGS
de: EINSTELLUNGEN
fr: PARAMÈTRES
sr: ПОДЕШАВАЊА
sr_latn: PODEŠAVANjA

source: E-mail notifications
de: E-Mail Nachrichten
fr: Notifications par e-mail
sr: Е-мејл обавештења
sr_latn: E-mejl obaveštenja

source: Send reminder 24h before start of the first match in the round (only if you still didn't bet)
de: Erinnerungen 24 Stunden vor dem ersten Spiel schicken (nur falls Sie noch nicht gewettet haben)
fr: Envoyer un rappel 24h avant le début du premier match du tour (uniquement si vous n'avez toujours pas misé)
sr: Шаље подсетник за клађење 24h пре почетка прве утакмице у колу (само ако се још ниси кладио)
sr_latn: Šalje podsetnik za klađenje 24h pre početka prve utakmice u kolu (samo ako se još nisi kladio)

source: Send verbatim copy of all bets once first match in round starts (to verify there is no tempering with bets afterwards!)
de: Eine Verbatim Kopie schicken, wenn das erste Spiel der Runde beginnt (zu versichern, dass es keine Änderungen mehr gibt!)
fr: Envoyer une copie textuelle de tous les paris une fois que le premier match du tour commence (pour vérifier qu'il n'y a pas de falsification des paris ultérieurement!)
sr: Шаље копију свих типовања свих корисника за једно коло, када коло почне (да свако може да се увери да није било накнадног мењања типова!)
sr_latn: Šalje kopiju svih tipovanja svih korisnika za jedno kolo, kada kolo počne (da svako može da se uveri da nije bilo naknadnog menjanja tipova!)

source: Send announcement that new round started and betting in it is available
de: Eine Notifikation schicken, um zu wissen, dass eine neue Spielrunde verfügba ist und,dass Sie wetten können
fr: Envoyer la notification que le nouveau tour a commencé et que le pari est disponible
sr: Шаље обавештење да је почело ново коло и да је могуће кладити се на њена
sr_latn: Šalje obaveštenje da je počelo novo kolo i da je moguće kladiti se na njega

source: Send announcement that all results from a single round are final and new points are calculated
de: Eine Notifikation schicken, dass alle Resultate aus einer Runde final sind und das die Punkte gerechnet werden
fr: Envoyer la notification que tous les résultats d'un tour sont définitifs et que de nouveaux points sont calculés
sr: Шаље обавештење да су сви резултати из једног кола унесени и да су израчунати нови поени
sr_latn: Šalje obaveštenje da su svi rezultati iz jednog kola uneseni i da su izračunati novi poeni

source: Apply
de: Ändern
sr_latn: Promeni

source: CHANGE PASSWORD
de: PASSWORT ÄNDERN
fr: CHANGER LE MOT DE PASSE
sr: ПРОМЕНА ЛОЗИНКЕ
sr_latn: PROMENA LOZINKE

source: Change password
de: Passwort ändern
fr: Changer le mot de passe
sr: Промени лозинку
sr_latn: Promeni lozinku

source: Create password
de: Passwort erstellen
fr: Créer un mot de passe
sr: Креирај лозинку
sr_latn: Kreiraj lozinku

source: Real money betting
de: Wetten mit echtem Geld
fr: Jouer en argent réel
sr: Играње у паре
sr_latn: Igranje u pare

source: It is optional to play for real money. If you want to play for real money, you must apply 1h before first match starts (20.11.2022 15:00 UTC).
de: Es ist optional mit echtem Geld zu spielen. Wenn Sie mit echtem Geld spielen möchten, müssen Sie sich 1 Stunde vor dem ersten Spiel melden (20.11.2022 17:00 CET).
fr: Il est facultatif de jouer pour de l'argent réel. Si vous voulez jouer pour de l'argent réel, vous devez le signaler 1h avant le début du premier match (20.11.2022 17:00 CET).
sr_latn: Ne mora se igrati u novac, tj. novac je opciona stvar. Ako se igra u novac, moraš se prijaviti 1h pre početka prve utakmice (20.11.2022 17:00 CET).

source: Stake is 20€ and money is split among top three places, in 3:2:1 ratios. First place takes 50%%, second 33.3%% and third place 16.6%%.
de: Beteildigung ist 20€ und das Geld wird geteilt an die ersten drei Plätze, im Verhältnis 3:2:1. Der erste Platz bekommt 50%%, zweiter 33.3%% und dritter 16.6%%.
fr: L'enjeu est de 20 € et l'argent est réparti entre les trois premières places, dans des proportions de 3:2:1. La première place prend 50%%, la deuxième 33,3%% et la troisième 16,6%%.
sr_latn: Ako se igra u novac, ulog je 20€, a pare se dele među prva tri mesta, i to u odnosu 3:2:1, tj. prvo mesto uzima 50%%, drugo 33.3%%, a treće 16.6%%.

source: Players can 'pledge' (promise) to give potential earnings to humanitarian causes. If player pledges, player chooses humanitarian cause when pledging. Once pledged, player cannot revert decision. If player wins, Naša Mala Kladionica is giving money to humanitarian cause and player gets receipt.
de: Spieler können 'versprechen', potenzielle Einnahmen für humanitäre Zwecke zu spenden. Wenn der Spieler zusagt, wählt der Spieler bei der Zusage einen humanitären Zwecke. Einmal zugesagt, kann der Spieler die Entscheidung nicht rückgängig machen. Wenn der Spieler gewinnt, spendet Naša Mala Kladionica Geld für humanitäre Zwecke und der Spieler erhält eine Quittung.
fr: Les joueurs peuvent 'engager' (promesse) de donner des gains potentiels à des causes humanitaires. Si le joueur s'engage, le joueur choisit la cause humanitaire lors de l'engagement. Une fois promis, le joueur ne peut pas revenir sur sa décision. Si le joueur gagne, Naša Mala Kladionica donne de l'argent à une cause humanitaire et le joueur reçoit un reçu.
sr_latn: Igrači mogu da se „obavežu” (obećaju) da će potencijalni dobitak da doniraju u humanitarne svrhe. Igrač bira humanitarnu organizaciju kojoj želi da dobitak ode prilikom obavezivanja. Jednom kada se obavezao, igrač ne može da povuče ovu odluku. Ukoliko igrač osvoji dobitak, Naša Mala Kladionica uplaćuje novac humanitarnoj organizaciji, a igrač dobija potvrdu o uplati.

source: Naša Mala Kladionica will take all provision costs during both receiving and sending money over Paypal. So, if the prize is 100€, NMK will pay you 103.8€ to cover Paypal provision costs.
de: nmk.bet wird die Versandkosten für das Erhalten sowohl das Senden des Geldes über Paypal. So, wenn das Preis 100€ ist, wird nmk.bet 103,8€ zahlen, um die Paypal kosten zu befriedigen.
fr: nmk.bet prendra tous les frais de provision lors de la réception et de l'envoi d'argent via Paypal. Donc, si le prix est de 100 €, nmk.bet vous paiera 103.8 € pour couvrir les frais de mise à disposition de Paypal.
sr: Наша Мала Кладионица сноси трошкове провизије и приликом уплате и приликом исплате преко PayPal-а. Значи, уколико је награда 100€, nmk.bet ти уплаћује 103.8€ (да покријемо провизију PayPal-а).
sr_latn: Naša Mala Kladionica snosi troškove provizije i prilikom uplate i prilikom isplate preko PayPal-a. Znači, ukoliko je nagrada 100€, nmk.bet ti uplaćuje 103.8€ (da pokrijemo proviziju PayPal-a).

source: Naša Mala Kladionica is taking 0%% provision from total pool. Yes, that means that, overall, we are net negative, but our costs are small and fixed and we do this for fun, not for profit.
de: nmk.bet nimmt keine Bestimmung ein. Ja, das bedeutet, dass wir insgesamt negativ sind, aber unsere Kosten sind klein und fixiert und wir tun dies zum Spaß, nicht für den Gewinn.
fr: nmk.bet prend 0%% provision de la piscine totale. Oui, cela signifie que, dans l'ensemble, nous sommes négatifs nets, mais nos coûts sont petits et fixes et que nous le faisons pour le plaisir et non à but lucratif.
sr: Наша Мала Кладионица не узима никакву провизију! Да, то значи да смо ми малкице у губитку, али су трошкови сервера и одржавања мали, а и ми ово радимо из љубавни, не зарад профита.
sr_latn: Naša Mala Kladionica ne uzima nikakvu proviziju! Da, to znači da smo mi malkice u gubitku, ali su troškovi servera i održavanja mali, a i mi ovo radimo iz ljubavni, ne zarad profita.

source: If you skip or if you don't play any round, you are not eligible for a refund.
de: Wenn Sie das überspringen oder keine Runde spielen, können Sie Ihr Geld nicht zurückbekommen.
fr: Si vous sautez ou que vous ne jouez pas dans un tour, vous n'êtes pas admissible à un remboursement.
sr: Уколико прескочиш или не стигнеш да одиграш неко коло, новац се не враћа.
sr_latn: Ukoliko preskočiš ili ne stigneš da odigraš neko kolo, novac se ne vraća.

source: Now, if everything said above is clear, click on the button below and bet for real money. Stake is just 20€ &mdash; but the more players the merrier! Within 24h of payment received, you will see your name bolded at <a href="/standings">standings</a>.
de: Jetzt, falls alles oben geschriebene klar ist, klicken Sie auf den Knopf unter und wetten Sie mit echtem Geld. Teilnehmung ist 20€ &mdash; aber so mehr Spieler desto besser! Innerhalb der 24 Stunden nach der Zahlung, bekommen Sie Ihren Namen boldiert auf <a href="/standings">Wertung </a>.
fr: Maintenant, si tout ce qui est dit ci-dessus est clair, cliquez sur le bouton ci-dessous et pariez pour de l'argent réel. L'enjeu est juste 20€ &mdash; mais plus les joueurs sont nombreux plus les gains sont réalisables! Pendant les 24h après réception de votre paiement, vous verrez votre nom en gras au <a href="/standings">classement</a>.
sr_latn: Kada ti je sve ovo jasno, klikni na dugme ispod i učipi se sa 20€. To nije mnogo, a što nas je više &ndash; veća i nagrada! U roku od 24h od uplate na <a href="/standings">tabelama</a> treba da vidiš svoje ime podebljano.

source: Rules of play
de: Spielregeln
fr: Règles de jeu
sr: Правила игре
sr_latn: Pravila igre

source: You are betting on one whole round. In cup phase, you are betting on each part separately - eighth-finals, quarterfinals, semifinals and final.
de: Sie wetten auf die ganze Runde. In der Meisterschaftphase, wetten Sie auf die Teile getrennt- Achtelfinale, Vierterfinale, Halbfinale und das Finale.
fr: Vous pariez sur un tour entier. Quand il s'agit de parier sur une coupe, vous pariez sur chaque partie séparément - huitièmes de finale, quarts de finale, demi-finales et finale.
sr: Типује се једно цело коло на такмичењу. У куп фази се посебно типују осмина финала, четвртфинале, полуфинале и финале.
sr_latn: Tipuje se jedno celo kolo na takmičenju. U kup fazi se posebno tipuju osmina finala, četvrtfinale, polufinale i finale.

source: There is no discrimination, we are taking odds from the first booking site that publishes them (this is because we want to enable you to bet as soon as possible). Odds on nmk.bet are <strong>not changing</strong> after initial publishing.
de: Es gibt keine Diskrimination, wir nehmen die Chancen aus den ersten Wettseiten und veröffentlichen sie (das ist, weil wir so schnell wie möglich sein wollen). Chancen auf nmk.bet warden <strong>nicht geändert</strong> nach der Veröffentlichung.
fr: Il n'y a pas de discrimination, nous prenons des risques sur le premier site de réservation qui les publie (c'est parce que nous voulons vous permettre de parier le plus rapidement possible). Les chances sur nmk.bet <strong>ne changent pas</strong> après la publication initiale.
sr: Нема дискриминације, квоте се узимају са првог сајта који их објави (да бисмо омогућили гласање што пре). Квоте на nmk.bet-у се <strong>не мењају</strong> после тога.
sr_latn: Nema diskriminacije, kvote se uzimaju sa prvog sajta koji ih objavi (da bismo omogućili glasanje što pre). Kvote na nmk.bet-u se <strong>ne menjaju</strong> posle toga.

source: You are betting only on final result (1X2) in regular game time.
de: Sie wetten nur auf den Endresultat (1X2) in der regulären Spielzeit.
fr: Vous pariez uniquement sur le résultat final (1X2) en temps de jeu normal.
sr: Типује се само коначан исход меча, и то у регуларном делу утакмице.
sr_latn: Tipuje se samo konačan ishod meča, i to u regularnom delu utakmice.

source: All registered accounts that are not playing for money and do not bet in first round will be automatically deleted (not to waste precious space in standings).
de: Alle registrierten Konten, die nicht für Geld spielen oder nicht in der ersten Spielrunde gewettet haben, werden automatisch gelöscht(um die Plätze der Liste nicht zu verschwenden)
fr: Tous les comptes enregistrés qui ne jouent pas pour de l'argent et ne parient pas au premier tour seront automatiquement supprimés (pour ne pas gaspiller d'espace précieux au classement).
sr: Сви регистровани налози који не истипују прво коло се аутоматски бришу из система (да не заузимају без потребе простор у табелама).
sr_latn: Svi registrovani nalozi koji ne istipuju prvo kolo se automatski brišu iz sistema (da ne zauzimaju bez potrebe prostor u tabelama).
